[
  {
    "book": "reminiscences-of-pioneer-days-in-st-paul",
    "text": "ST. PAUL***\n\n\nE-text prepared by Josephine Paolucci and the Project Gutenberg Online\nDistributed Proofreading Team\n\n\n\nREMINISCENCES OF PIONEER DAYS IN ST. PAUL\n\nA Collection of Articles Written for and Published in the Daily\nPioneer Press.\n\nBy FRANK MOORE\n\n\n\n\n\n\nNEWSPAPER STRUGGLES OF PIONEER DAYS.\n\nA BRIEF NARRATION OF INCIDENTS AND EVENTS CONNECTED WITH THE EARLY\nDAYS OF ST. PAUL, DAILY NEWSPAPERS.\n\n\nIf James M. Goodhue could revisit the earth and make a tour among the\ndaily newspaper offices of St. Paul he would discover that wonderful\nstrides had been made in the method of producing a newspaper during\nthe latter half of the past century. Among the first things to attract\nthe attention of this old-timer would be the web-perfecting press,\ncapable of producing 25,000 impressions an hour, instead of the old\nhand press of 240 impressions an hour; the linotype machine, capable\nof setting 6,000 to 10,000 ems per hour, instead of the old hand\ncompositor producing only 800 to 1,000 ems per hour, and the mailing\nmachine, enabling one man to do the work of five or six under the\nold method. Think of getting out the Sunday Pioneer Press with the\nmaterial in use fifty years ago. It would take 600 hand presses, 600\nhand pressmen and 600 boys three hours to print the edition, and as\nthere were no means of stereotyping in those days the forms would have\nto be set up 600 times, requiring the services of 5,000 compositors.\nPapers printed under these conditions would have to be sold for one\ndollar each, and there would not be much profit in it at that. The\nfirst daily papers printed in St. Paul were not conducted or a very\ngigantic scale, as the entire force of one office generally consisted\nof one pressman, five or six compositors, two editors and a business\nmanager. A few reminiscences of the trials and tribulations of the\nearly newspaper manager, editor and compositor may not be wholly\ndevoid of interest.\n\n       *       *       *       *       *\n\nIn 1857 there occurred in Minnesota an election of delegates to the\nconstitutional convention to provide for the admission of Minnesota\ninto the galaxy of states. The election was so close, politically,\nthat when the delegates met there was a division, and the Republicans\nand Democrats held separate conventions. At the conclusion of the work\nof the two conventions the contract for printing was awarded to the\ntwo leading papers of the state--the Pioneer and the Minnesotian--the\nPioneer to print the proceedings of the Democratic body and the\nMinnesotian that of the Republican. This contract called for the\nexpenditure of considerable money for material with which to perform\nthe work. Mr. Moore, the business manager of the Minnesotian, went to\nNew York and purchased a Hoe press, the first one ever brought to the\nstate, and a large quantity of type; also a Hoe proof press, which is\nstill in use in the Pioneer Press composing room. When the book was\nabout completed the business manager of the Minnesotian was informed\nthat an injunction had been issued prohibiting him from drawing\nany money from the state until the question of the right of the\nMinnesotian to do any state printing had been determined by the\ndistrict court. Mr. Goodrich was state printer and claimed he had a\nright to print the proceedings of both constitutional bodies. This\naction on the part of the Pioneer produced great consternation in the\nMinnesotian office, as most of the men had not received more than half\npay for some time, and now, when the balance of their pay was almost\nin sight, they were suddenly compelled to await the slow and doubtful\naction of the courts before receiving pay for their summer's work. The\ndistrict court, subsequently confirmed by the supreme court, decided\nin favor of the Minnesotian, and the day following the decision Mr.\nMoore, of the Minnesotian, brought down a bag of gold from the capitol\ncontaining $4,000, and divided it up among his employes.\n\n       *       *       *       *       *\n\nIn 1858, when the first Atlantic cable was laid, the news was\nanxiously looked for, and nearly every inhabitant of the city turned\nout to greet the arrival of the Gray Eagle and Itasca, two of the\nfastest boats on the river, which were expected to bring the news\nof the successful laying of the cable. The Gray Eagle started from\nDubuque at 9 o'clock in the morning and the Itasca started from\nPrairie du Chien, about 100 miles farther up the river, at noon of the\nsame day. When the boats reached the bend below the river they were\nabreast of each other, and as they reached the levee it was hardly\npossible to tell which was ahead. One of the passengers on the Gray\nEagle had a copy of the Dubuque Herald containing the Queen's message,\ntied up with a small stone on the inside of it, and as he threw it to\nthe shore a messenger from the Minnesotian caught it and ran up Bench\nstreet to the Minnesotian office, where the printers were waiting,\nand the Minnesotian had the satisfaction of getting out an extra some\nlittle time before their competitors.\n\n       *       *       *       *       *\n\nIn the summer season the newspapers had to rely, to a considerable\nextent, on the steamboats for late Dubuque and Chicago papers for\ntelegraph news. There were three or four daily lines of steamers to\nSt. Paul, and every one of them could be distinguished by its whistle.\nWhen it was time for the arrival of the boat bringing the newspapers\nfrom which the different papers expected to get their telegraphic\nnews, messengers from the different offices would be at the levee, and\nas the boat neared the shore they would leap for the gangplank, and\nthere was always a scramble to get to the clerk's office first.\nJames J. Hill and the late Gus Borup were almost always at the levee\nawaiting the arrival of the steamers, but as they were after copies\nof the boats' manifest they did not come in competition with the\nadventurous kids from the newspaper offices.\n\n       *       *       *       *       *\n\nThe Minnesotian was probably the first daily paper in the West to\nillustrate a local feature. During the summer of 1859 a man by the\nname of Jackson was lynched by a mob in Wright county, and Gov. Sibley\ncalled out the Pioneer Guards to proceed to the place where the\nlynching occurred and arrest all persons connected with the tragedy.\nThe Pioneer Guards was the crack military company of the state, and\nthe only service any of its members ever expected to do was in the\nballroom or to participate in a Fourth of July parade. When they were\ncalled out by the governor there was great consternation in the ranks.\nOne of the members, who is still a prominent politician in the city,\nwhen told that his first duty was to serve his country, tremblingly\nremarked that he thought his first duty was to provide for his wife\nand family.\n\nA number of them made their wills before departing, as they thought\nthe whole of Wright county was in open rebellion. After being absent\nfor about a week they proudly marched back to the city without ever\nfiring a gun or seeing an enemy. The late J. Fletcher Williams was\ncity editor of the Minnesotian, and he wrote an extended account of\nthe expedition, and It was profusely illustrated with patent medicine\ncuts and inverted wood type and border, the only available material at\nthat time that could be procured.\n\n       *       *       *       *       *\n\nThe year 1859 was a memorable one in the political history of\nMinnesota. Alexander Ramsey and George L. Becker, both now living in\nthis city, were the rival candidates for governor. The Republicans\nmade extraordinary efforts to elect their state and legislative\ntickets, as both governor and United States senator were at stake.\nAmong the speakers imported by the Republicans were the Hon. Galusha\nA. Grow of Pennsylvania and Hon. Schuyler Colfax of Indiana. Mr. Grow,\nthen as now, represented the congressional district in Pennsylvania in\nwhich I formally resided, and I was very anxious to hear him, as the\nfirst political speech I had ever heard was made by him in a small\nvillage in Pennsylvania. The speakers were announced to speak at the\nold People's theater, on the corner of Fourth and St. Peter streets,\nand I was among the first to enter. The theater was packed to\noverflowing. Mr. Grow had made a very interesting speech of about an\nhour's duration, and Mr. Colfax was to follow for an equal length of\ntime. After Mr. Colfax had spoken about ten minutes an alarm of fire\nwas sounded and in less than fifteen minutes the entire structure was\nburned to the ground. This happened about 9:30 o'clock in the\nevening, and, strange to relate, not one of the morning papers had an\nannouncement of the fact the next day. The morning papers at that time\nwere something like an evening paper of to-day. They were set up and\nmade up in the afternoon and generally printed in the early part of\nthe evening. The result of that election was very gratifying to the\nRepublicans. I can see old Dr. Foster now writing a double column\npolitical head for the Minnesotian, the first two lines of which were:\n\"Shout, Republicans, Shout! We've Cleaned the Breech Clouts Out!\"\n\nDr. Foster was the editor of the Minnesotian and was quite a power in\nthe Republican party. He wielded a vigorous pen and possessed a very\nirascible temper. I have often seen him perform some Horace Greeley\nantics in the composing room of the old Minnesotian. At the time of\nthe execution of John Brown for his attempted raid into Virginia, I\nremember bringing the Chicago Tribune to the doctor, containing the\nannouncement of the execution. I had arranged the paper so that the\ndoctor could take in the contents of the heading at the first glance.\nThe doctor looked at the headlines a second and then exclaimed, loud\nenough to be heard a block, \"Great God! In the nineteenth century, a\nman hung for an idea!\"\n\nAt another time the doctor became very much enraged over some news\nthat I had laid before him. In the early 50's Galusha A. Grow, of\nPennsylvania, introduced into the house of representatives the first\nhomestead law and the Republican party soon afterward incorporated\nthe idea into their platform as one of their pet measures. After\nsuperhuman effort the bill passed the house of representatives, that\nbody being nearly tie politically, and was sent to the senate. The\nDemocratic majority in the senate was not very favorably impressed\nwith the measure, but with the assistance of the late President\nJohnson, who was senator from Tennessee at that time, the bill passed\nthe senate by a small majority. There was great rejoicing over the\nevent and no one supposed for a moment that the president would veto\nthe measure. When I laid the Chicago Tribune before the excitable\ndoctor containing the announcement of Buchanan's veto the very air was\nblue with oaths. The doctor took the paper and rushed out into the\nstreet waving the paper frantically in the air, cursing the president\nat every step.\n\n       *       *       *       *       *\n\nFrom 1854, the date of the starting of the three St. Paul daily\npapers, until 1860, the time of the completion of the Winslow\ntelegraph line, there was great strife between the Pioneer,\nMinnesotian and Times as to which would be the first to appear on the\nstreet with the full text of the president's message. The messages of\nPierce and Buchanan were very lengthy, and for several days preceding\ntheir arrival the various offices had all the type of every\ndescription distributed and all the printers who could possibly be\nprocured engaged to help out on the extra containing the forthcoming\nmessage. It was customary to pay every one employed, from the devil to\nthe foreman, $2.50 in gold, and every printer in the city was notified\nto be in readiness for the approaching typographical struggle. One\nyear one of the proprietors of the Minnesotian thought he would\nsurprise the other offices, and he procured the fastest livery team In\nthe city and went down the river as far as Red Wing to intercept the\nmail coach, and expected to return to St. Paul three or four hours in\nadvance of the regular mail, which would give him that much advantage\nover his competitors. Owing to some miscalculation as to the time the\nstage left Chicago the message was delivered in St. Paul twenty-four\nhours earlier than was expected, and the proprietor of the Minnesotian\nhad the pleasure of receiving a copy of his own paper, containing the\ncomplete message, long before he returned to St. Paul. The management\nalways provided an oyster supper for the employes of the paper first\nout with the message, and it generally required a week for the typos\nto fully recover from its effect.\n\n       *       *       *       *       *\n\nAs an evidence of what was uppermost in the minds of most people at\nthis time, and is probably still true to-day, it may be related that\nin the spring of 1860, when the great prize fight between Heenan and\nSayers was to occur in England, and the meeting of the Democratic\nnational convention in Charleston, in which the Minnesota Democrats\nwere in hopes that their idol, Stephen A. Douglas, would be nominated\nfor president, the first question asked by the people I would meet on\nthe way from the boat landing to the office would be: \"Anything from\nthe prize fight? What is the news from the Charleston convention?\"\n\n       *       *       *       *       *\n\n\"The good old times\" printers often talk about were evidently not the\nyears between the great panic of 1857 and the breaking out of the\nCivil war in 1861. Wages were low and there was absolutely no money to\nspeak of. When a man did occasionally get a dollar he was not sure it\nwould be worth its face value when the next boat would arrive with\na new Bank Note Reporter. Married men considered themselves very\nfortunate when they could get, on Saturday night, an order on a\ngrocery or dry goods store for four or five dollars, and the single\nmen seldom received more than $2 or $3 cash. That was not more than\nhalf enough to pay their board bill. This state of affairs continued\nuntil the Press was started in 1861, when Gov. Marshall inaugurated\nthe custom, which still prevails, of paying his employes every\nSaturday night.\n\n       *       *       *       *       *\n\nAnother instance of the lack of enterprise on the part of the daily\npaper of that day:\n\nDuring the summer of 1860 a large party of Republican statesmen and\npoliticians visited St. Paul, consisting of State Senator W.H. Seward.\nSenator John P. Hale, Charles Francis Adams, Senator Nye, Gen. Stewart\nL. Woodford and several others of lesser celebrity. The party came to\nMinnesota in the interest of the Republican candidate for president.\nMr. Seward made a great speech from the front steps of the old\ncapitol, in which he predicted that at some distant day the capitol\nof this great republic would be located not far from the Falls of St.\nAnthony. There was a large gathering at the capitol to hear him, but\nthose who were not fortunate enough to get within sound of his voice\nhad to wait until the New York Herald, containing a full report of\nhis speech, reached St. Paul before they could read what the great\nstatesman had said.\n\n       *       *       *       *       *\n\nIn the fall of 1860 the first telegraph line was completed to St.\nPaul. Newspaper proprietors thought they were then in the world, so\nfar as news is concerned, but it was not to be so. The charges for\ntelegraph news were so excessive that the three papers in St. Paul\ncould not afford the luxury of the \"latest news by Associated Press.\"\nThe offices combined against the extortionate rates demanded by the\ntelegraph company and made an agreement not to take the dispatches\nuntil the rates were lowered; but it was like an agreement of the\nrailroad presidents of the present day, it was not adhered to. The\nPioneer made a secret contract with the telegraph company and left the\nMinnesotian and the Times out in the cold. Of course that was a very\nunpleasant state of affairs and for some time the Minnesotian and\nTimes would wait until the Pioneer was out in the morning and would\nthen set up the telegraph and circulate their papers. One of the\neditors connected with the Minnesotian had an old acquaintance in the\npressroom of the Pioneer, and through him secured one of the first\npapers printed. This had been going on for some time when Earle S.\nGoodrich, the editor of the Pioneer, heard of it, and he accordingly\nmade preparation to perpetrate a huge joke on the Minnesotian. Mr.\nGoodrich was a very versatile writer and he prepared four or five\ncolumns of bogus telegraph and had it set up and two or three copies\nof the Pioneer printed for the especial use of the Minnesotian. The\nscheme worked to a charm. Amongst the bogus news was a two-column\nspeech purporting to have been made by William H. Seward in the senate\njust previous to the breaking out of the war. Mr. Seward's well-known\nideas were so closely imitated that their genuineness were not\nquestioned. The rest of the news was made up of dispatches purporting\nto be from the then excited Southern States. The Minnesotian received\na Pioneer about 4 o'clock in the morning and by 8 the entire edition\nwas distributed throughout the city. I had distributed the Minnesotian\nthroughout the upper portion of the city, and just as I returned to\nBridge Square I met the carrier of the Pioneer, and laughed at him for\nbeing so late. He smiled, but did not speak. As soon as I learned what\nhad happened I did not do either. The best of the joke was, the Times\ncould not obtain an early copy of the Pioneer and set up the bogus\nnews from the Minnesotian, and had their edition printed and ready to\ncirculate when they heard of the sell. They at once set up the genuine\nnews and circulated both the bogus and regular, and made fun of the\nMinnesotian for being so easily taken in.\n\n       *       *       *       *       *\n\nThe Pioneer retained the monopoly of the news until the Press was\nstarted, on the 1st of January, 1861. The Press made arrangements with\nMr. Winslow for full telegraphic dispatches, but there was another\nhitch in the spring of 1861 and for some time the Press had to obtain\nits telegraph from proof sheets of the St. Anthony Falls News, a paper\npublished in what is now East Minneapolis. Gov. Marshall was very much\nexercised at being compelled to go to a neighboring town for telegraph\nnews, and one night when news of unusual importance was expected he\nhad a very stormy interview with Mr. Winslow. No one ever knew exactly\nwhat he told him, but that night the Press had full telegraphic\nreports, and has had ever since.\n\n       *       *       *       *       *\n\nGov. Marshall was a noble man. When the first battle of Bull Run\noccurred the earlier reports announced a great Union victory. I\nremember of going to Dan Rice's circus that night and felt as chipper\nas a young kitten. After the circus was out I went back to the office\nto see if any late news had been received. I met Gov. Marshall at the\ndoor, and with tears rolling down his cheeks he informed me that the\nUnion force had met with a great reverse and he was afraid the\ncountry would never recover from it. But it did, and the governor\nwas afterward one of the bravest of the brave in battling for his\ncountry's honor.\n\n       *       *       *       *       *\n\nPrinters were very patriotic, and when Father Abraham called for\n\"three hundred thousand more\" in July, 1862, so many enlisted that\nit was with much difficulty that the paper was enabled to present a\nrespectable appearance. The Press advertised for anything that could\nset type to come in and help it out. I remember one man applying\nwho said he never had set any type, but he had a good theoretical\nknowledge of the business.\n\nOne evening an old gentleman by the name of Metcalf, father of the\nlate T.M. Metcalf, came wandering into the office about 9 o'clock and\ntold the foreman he thought he could help him out. He was given a\npiece of copy and worked faithfully until the paper went to press.\nHe was over eighty years old and managed to set about 1,000 ems. Mr.\nMetcalf got alarmed at his father's absence from home and searched the\ncity over, and finally found him in the composing room of the Press.\nThe old man would not go home with his son, but insisted on remaining\nuntil the paper was up.\n\n       *       *       *       *       *\n\nAlthough Minnesota sent to the war as many, if not more, men than any\nother state in the Union in proportion to its population, yet it was\nnecessary to resort to a draft in a few counties where the population\nwas largely foreign. The feeling against the draft was very bitter,\nand the inhabitants of the counties which were behind in the quota did\nnot take kindly to the idea of being drafted to fight for a cause they\ndid not espouse. A riot was feared, and troops were ordered down from\nthe fort to be in readiness for any disturbance that might occur.\nArrangements for the prosecution of the draft were made as rapidly as\npossible, but the provost marshal was not in readiness to have it take\nplace on the day designated by the war department. This situation\nof affairs was telegraphed to the president and the following\ncharacteristic reply was received: \"If the draft cannot take place, of\ncourse it cannot take place. Necessity knows no law. A. Lincoln.\" The\nbitterest feeling of the anti-drafters seemed to be against the\nold St. Paul Press, a paper that earnestly advocated the vigorous\nprosecution of the war. Threats were made to mob the office. A company\nwas organized for self-defense, and Capt. E.R. Otis, now of West\nSuperior, one of the Press compositors at that time, was made post\ncommander. Capt. Otis had seen service in the early part of the war\nand the employes considered themselves fortunate in having a genuine\nmilitary man for a leader. The office was barricaded, fifteen old\nSpringfield muskets and 800 rounds of ammunition was brought down from\nthe capitol and every one instructed what to do in case of an attack.\nI slept on a lounge in the top story of the old Press building\noverlooking Bridge Square, and the guns and ammunition were under my\nbed. I was supposed to give the alarm should the mob arrive after the\nemployes had gone home. As there was no possible avenue of escape in\ncase of an attack, it looks now as if the post commander displayed\npoor judgment in placing a lone sentinel on guard. But there was no\nriot. The excitement gradually died away and the draft took place\nwithout interruption.\n\n       *       *       *       *       *\n\nBefore and some time after the war the daily newspapers took advantage\nof all the holidays and seldom issued papers on the days following\nChristmas, New Year's, Washington's birthday, Fourth of July\nand Thanksgiving. On the Fourth of July, 1863, the Pioneer made\narrangements to move from their old quarters near the corner of Third\nand Cedar streets to the corner of Third and Robert. It happened\nthat on that day two of the greatest events of the Civil war had\noccurred--the battle of Gettysburg and the surrender of Vicksburg. The\nPioneer being engaged in moving their plant could not issue an extra\non that occasion, and the Press had the field exclusively to itself.\nThe news of these two great events had become pretty generally known\nthroughout the city and the anxiety to get fuller particulars was\nsimply intense. The Press, having a clear field for that day, did not\npropose to issue its extra until the fullest possible details had\nbeen received. A great crowd had assembled in front of the old Press\noffice, anxiously awaiting details of the great Union victories. I had\nhelped prepare the news for the press and followed the forms to the\npress room. As soon as a sufficient number of papers had been printed\nI attempted to carry them to the counting room and place them on sale.\nAs I opened the side door of the press room and undertook to reach the\ncounting room by a short circuit, I found the crowd on the outside had\nbecome so large that it was impossible to gain an entrance in that\ndirection, and undertook to retreat and try another route. But quicker\nthan a flash I was raised to the shoulders of the awaiting crowd and\nwalked on their heads to the counting room window, where I sold what\nfew papers I had as rapidly as I could hand them out. As soon as the\nmagnitude of the news got circulated cheer after cheer rent the air,\nand cannon, anvils, firecrackers and everything that would make a\nnoise was brought into requisition, and before sundown St. Paul had\ncelebrated the greatest Fourth of July in its history.\n\n       *       *       *       *       *\n\nI arrived in St. Paul on the morning of the 17th of April, 1858, and\nImmediately commenced work on the Daily Minnesotian, my brother, Geo.\nW. Moore, being part owner and manager of the paper. I had not been at\nwork long before I learned what a \"scoop\" was. Congress had passed\na bill admitting Minnesota into the Union, but as there was no\ntelegraphic communication with Washington it required two or three\ndays for the news to reach the state. The Pioneer, Minnesotian and\nTimes were morning papers, and were generally printed the evening\nbefore. It so happened that the news of the admission of Minnesota was\nbrought to St. Paul by a passenger on a late boat and the editors of\nthe Pioneer accidentally heard of the event and published the same\non the following morning, thus scooping the other two papers. The\nMinnesotian got out an extra and sent it around to their subscribers\nand they thought they had executed a great stroke of enterprise. It\nwas not long before I became familiar with the method of obtaining\nnews and I was at the levee on the arrival of every boat thereafter.\nI could tell every boat by its whistle, and there was no more scoops\n'till the telegraph line was completed in the summer of 1860.\n\n       *       *       *       *       *\n\nDuring the latter part of the Civil war the daily newspapers began to\nexpand, and have ever since kept fully abreast of the requirements of\nour rapidly increasing population. The various papers were printed on\nsingle-cylinder presses until about 1872, when double-cylinders were\nintroduced. In 1876 the first turtle-back press was brought to the\ncity, printing four pages at one time. In 1880 the different offices\nintroduced stereotyping, and in 1892 linotype type-setting machines\nwere installed. The next great advance will probably be some system of\nphotography that will entirely dispense with the work of the printer\nand proofreader. Who knows?\n\n\n\n\nTHE FIVE MILLION LOAN ELECTION.\n\nEARLY STEAMBOATING--CELEBRATION OF THE SUCCESSFUL LAYING OF THE FIRST\nATLANTIC CABLE--A FIGHT BETWEEN THE CHIPPEWAS AND SIOUXS.\n\n\n\"Right this way for the Fuller house!\" \"Right this way for the Winslow\nhouse!\" \"Right this way for the American house!\" \"Merchants hotel\non the levee!\" \"Stage for St. Anthony Falls!\" These were the\nannouncements that would greet the arrival of travelers as they would\nalight from one of the splendid steamers of the Galena, Dunleith,\nDubuque and Minnesota Packet company during the days when traveling\nby steamboat was the only way of reaching points on the upper\nMississippi. Besides the above hotels, there was the Central house,\nthe Temperance house, the City hotel, Minnesota house, the Western\nhouse, the Hotel to the Wild Hunter, whose curious sign for many years\nattracted the attention of the visitor, and many others. The Merchants\nis the only one left, and that only in name. Messengers from newspaper\noffices, representatives of storage and commission houses, merchants\nlooking for consignments of goods, residents looking for friends, and\nthe ever alert dealers in town lots on the scent of fresh victims,\nwere among the crowds that daily congregated at the levee whenever the\narrival of one of the packet company's regular steamers was expected.\nAt one time there was a daily line of steamers to La Crosse, a daily\nline to Prairie du Chien, a daily line to Dubuque and a line to St.\nLouis, and three daily lines for points on the Minnesota river.\nDoes any one remember the deep bass whistle of the Gray Eagle, the\ncombination whistle on the Key City, the ear-piercing shriek of the\nlittle Antelope, and the discordant notes of the calliope on the\nDenmark? The officers of these packets were the king's of the day, and\nwhen any one of them strayed up town he attracted as much attention as\na major general of the regulars. It was no uncommon sight to see six\nor eight steamers at the levee at one time, and their appearance\npresented a decided contrast to the levee of the present time. The\nfirst boat through the lake in the spring was granted free wharfage,\nand as that meant about a thousand dollars, there was always an\neffort made to force a passage through the lake as soon as possible.\nTraveling by steamboat during the summer months was very pleasant,\nbut it was like taking a trip to the Klondike to go East during the\nwinter. Merchants were compelled to supply themselves with enough\ngoods to last from November till April, as it was too expensive\nto ship goods by express during the winter. Occasionally some\nenterprising merchant would startle the community by announcing\nthrough the newspapers that he had just received by Burbank's express\na new pattern in dress goods, or a few cans of fresh oysters. The\nstages on most of the routes left St. Paul at 4 o'clock in the\nmorning, and subscribers to daily newspapers within a radius of forty\nmiles of the city could read the news as early as they can during\nthese wonderful days of steam and electricity.\n\n       *       *       *       *       *\n\nProbably no election ever occurred in Minnesota that excited so much\ninterest as the one known as the \"Five Million Loan Election.\" It was\nnot a party measure, as the leading men of both parties favored it;\nalthough the Republicans endeavored to make a little capital out of it\nat a later period. The only paper of any prominence that opposed the\npassage of the amendment was the Minnesotian, edited by Dr. Thomas\nFoster. That paper was very violent in its abuse of every one who\nfavored the passage of the law, and its opposition probably had an\nopposite effect from what was intended by the redoubtable doctor. The\ngreat panic of 1857 had had a very depressing effect on business\nof every description and it was contended that the passage of this\nmeasure would give employment to thousands of people; that the\nrumbling of the locomotive would soon be heard in every corner of the\nstate, and that the dealer in town lots and broad acres would again be\nable to complacently inform the newcomer the exact locality where a\nfew dollars would soon bring to the investor returns unheard of by\nany ordinary methods of speculation. The campaign was short and the\namendment carried by an immense majority. So nearly unanimous was\nthe sentiment of the community in favor of the measure that it was\nextremely hazardous for any one to express sentiments In opposition to\nit. The city of St. Paul, with a population of about 10,000, gave a\nmajority of over 4,000 for the law. There was no Australian law\nat that time, and one could vote early and often without fear of\nmolestation. One of the amusing features of the campaign, and in\nopposition to the measure, was a cartoon drawn by R.O. Sweeney, now\na resident of Duluth. It was lithographed and widely circulated. The\nnewspapers had no facilities for printing cartoons at that time. They\nhad to be printed on a hand press and folded into the papers. It was\nproposed, by the terms of this amendment to the constitution, to\ndonate to four different railroad companies $10,000 per mile for every\nmile of road graded and ready to iron. Work Was commenced soon after\nthe passage of the law, and in a short time a demand was made by the\nrailroad companies upon Gov. Sibley for the issuance of the bonds, in\naccordance with their idea of the terms of the contract made by the\nstate. Gov. Sibley declined to issue the bonds until the rights of\nthe state had been fully protected. The railroad companies would not\naccept the restrictions placed upon them by the governor, and they\nobtained a peremptory writ from the supreme court directing that they\nbe issued. The governor held that the supreme court had no authority\nto coerce the executive branch of the state government, but on the\nadvice of the attorney general, and rather than have any friction\nbetween the two branches of the government, he, in accordance with the\nmandate of the court, reluctantly signed the bonds. Judge Flandrau\ndissented from the opinion of his colleagues, and had his ideas\nprevailed the state's financial reputation would have been vastly\nimproved. Dr. Foster did not believe Gov. Sibley was sincere in his\nefforts to protect the interests of the state, and denounced him with\nthe same persistence he had during the campaign of the previous fall.\nThe doctor would never acknowledge that Gov. Sibley was the legal\ngovernor of Minnesota, and Tie contended that he had no right to sign\nthe bonds: that their issuance was illegal, and that neither the\nprincipal nor the interest would ever be paid. The Minnesotian carried\nat the head of its columns the words \"Official Paper of the City,\" and\nit was feared that its malignant attacks upon the state officials,\ndenouncing the issuance of the bonds as fraudulent and illegal, would\nbe construed abroad as reflecting the sentiment of the majority of the\npeople in the the community in which it was printed, and would have a\nbad effect in the East when the time came to negotiate the bonds. An\neffort was made to induce the city council to deprive that paper of\nits official patronage, but that body could not see its way clear to\nabrogate its contract. Threats were made to throw the office into the\nriver, but they did not materialize. When Gov. Sibley endeavored\nto place these bonds on the New York market he was confronted\nwith conditions not anticipated, and suffered disappointment and\nhumiliation in consequence of the failure of the attempt. The bonds\ncould not be negotiated. The whole railway construction scheme\nsuddenly collapsed, the railroad companies defaulted, the credit of\nthe state was compromised, \"and enterprise of great pith and\nmoment had turned their currents awry.\" The evil forbodings of the\nMinnesotian became literally true, and for more than twenty years\nthe repudiated bonds of Minnesota were a blot on the pages of her\notherwise spotless record. Nearly 250 miles of road were graded, on\nwhich the state foreclosed and a few years later donated the same to\nnew organizations. During the administration of Gov. Pillsbury the\nstate compromised with the holders of these securities and paid 50 per\ncent of their nominal value. Will she ever pay the rest?\n\n       *       *       *       *       *\n\nIn the latter part of May, 1858, a battle was fought near Shakopee\nbetween the Sioux and the Chippewas. A party of Chippewa warriors,\nunder the command of the famous Chief Hole-in-the-day, surprised a\nbody of Sioux on the river bottoms near Shakopee and mercilessly\nopened fire on them, killing and wounding fifteen or twenty. Eight or\nten Chippewas were killed during the engagement. The daily papers\nsent reporters to the scene of the conflict and they remained in that\nvicinity several days on the lookout for further engagements. Among\nthe reporters was John W. Sickels, a fresh young man from one of the\nEastern cities. He was attached to the Times' editorial staff and\nfurnished that paper with a very graphic description of the events of\nthe preceding days, and closed his report by saying that he was unable\nto find out the \"origin of the difficulty.\" As the Sioux and\nChippewas were hereditary enemies, his closing announcement afforded\nconsiderable amusement to the old inhabitants.\n\n       *       *       *       *       *\n\nThe celebration in St. Paul in honor of the successful laying of the\nAtlantic cable, which took place on the first day of September, 1858,\nwas one of the first as well as one of the most elaborate celebrations\nthat ever occurred in the city. The announcement of the completion of\nthe enterprise, which occurred on the 5th of the previous month, did\nnot reach St. Paul until two or three days later, as there was no\ntelegraphic communication to the city at that time. As soon as\nmessages had been exchanged between Queen Victoria and President\nBuchanan it was considered safe to make preparations for a grand\ncelebration. Most of the cities throughout the United States were\nmaking preparations to celebrate on that day, and St. Paul did not\npropose to be outdone. The city council appropriated several hundred\ndollars to assist in the grand jubilation and illumination. An\nelaborate program was prepared and a procession that would do credit\nto the city at the present time marched through the principal streets,\nto the edification of thousands of spectators from the city and\nsurrounding country. To show that a procession in the olden time was\nvery similar to one of the up-to-date affairs, the following order of\nprocession is appended:\n\nTHE PROCESSION.\n\n  Escort of Light Cavalry.\n  Band.\n  Pioneer Guard.\n  City Guard.\n  City Battery.\n  Floral procession with escort of Mounted Cadets,\n    representing Queen Victoria, President Buchanan,\n    the different States of the Union, and\n    other devices.\n  The Governor and State Officers in carriages.\n  The Judges of the State in carriages.\n  The Clergy.\n  Officers of the Army.\n  Officers of the Navy.\n  The Municipal Authorities of Neighboring Cities.\n  The Board of Education in Carriages.\n  The Mayor and City Council.\n  Knights Templars on Horseback.\n  Band.\n  Odd Fellows.\n  Druids.\n  Typographical Corps.\n  Band.\n  Officers and Crews of Vessels in Port.\n  Turners.\n  German Reading Society.\n  German Singing Society.\n  Attaches of Postoffice Department.\n  Citizens in Carriages.\n  Citizens on Horseback.\n  Brewers on Horseback.\n  Butchers on Horseback.\n\nCol. AC Jones, adjutant general of the state, was marshal-in-chief,\nand he was assisted by a large number of aides. The Pioneer Guards,\nthe oldest military company in the state, had the right of line. They\nhad just received their Minie rifles and bayonets, and, with the\ndrum-major headgear worn by military companies in those days,\npresented a very imposing appearance. The Pioneer Guards were followed\nby the City Guards, under Capt. John O'Gorman. A detachment of cavalry\nand the City Battery completed the military part of the affair. The\nfire department, under the superintendence of the late Charles H.\nWilliams, consisting of the Pioneer Hook and Ladder company, Minnehaha\nEngine company, Hope Engine company and the Rotary Mill company was\nthe next in order. One of the most attractive features of the occasion\nwas the contribution of the Pioneer Printing company. In a large car\ndrawn by six black horses an attempt was made to give an idea of\nprinters and printing in the days of Franklin, and also several\nepochs in the life of the great philosopher. In the car with the\nrepresentatives of the art preservative was Miss Azelene Allen, a\nbeautiful and popular young actress connected with the People's\ntheater, bearing in her hand a cap of liberty on a spear. She\nrepresented the Goddess of Liberty. The car was ornamented with\nflowers and the horses were decorated with the inscriptions\n\"Franklin,\" \"Morse,\" \"Field.\" The Pioneer book bindery was also\nrepresented in one of the floats, and workmen, both male and female,\nwere employed in different branches of the business. These beautiful\nfloats were artistically designed by George H. Colgrave, who is\nstill in the service of the Pioneer Press company. One of the unique\nfeatures of the parade, and one that attracted great attention, was a\nlight brigade, consisting of a number of school children mounted, and\nthey acted as a guard of honor to the president and queen. In an open\nbarouche drawn by four horses were seated two juvenile representatives\nof President Buchanan and Queen Victoria. The representative of\nBritish royalty was Miss Rosa Larpenteur, daughter of A.L. Larpenteur,\nand the first child born of white parents in St. Paul. James Buchanan\nwas represented by George Folsom, also a product of the city. Col.\nR.E.J. Miles and Miss Emily Dow, the stars at the People's theater,\nwere in the line of march on two handsomely caparisoned horses,\ndressed in Continental costume, representing George and Martha\nWashington. The colonel looked like the veritable Father of His\nCountry. There were a number of other floats, and nearly all the\nsecret societies of the city were in line. The procession was nearly\ntwo miles in length and they marched three and one-half hours before\nreaching their destination. To show the difference between a line of\nmarch at that time and one at the present day, the following is given:\n\nTHE LINE OF MARCH.\n\nUp St. Anthony street to Fort street, up Fort street to Ramsey street,\nthen countermarch down Fort to Fourth street, down Fourth street to\nMinnesota street, up Minnesota street to Seventh street, down Seventh\nstreet to Jackson street, up Jackson street to Eighth street, down\nEighth street to Broadway, down Broadway to Seventh street, up Seventh\nstreet to Jackson street, down Jackson street to Third street, up\nThird street to Market street.\n\nEx-Gov. W.A. Gorman and ex-Gov. Alex. Ramsey were the orators of the\noccasion, and they delivered very lengthy addresses. It had been\narranged to have extensive fireworks in the evening, but on account of\nthe storm they had to be postponed until the following night.\n\nIt was a strange coincidence that on the very day of the celebration\nthe last message was exchanged between England and America. The cable\nhad been in successful operation about four weeks and 129 messages\nwere received from England and 271 sent from America. In 1866 a new\ncompany succeeded in laying the cable which is in successful\noperation to-day. Four attempts were made before the enterprise was\nsuccessful--the first in 1857, the second in 1858, the third in 1863\nand the successful one in 1865. Cyrus W. Field, the projector of the\nenterprise, received the unanimous thanks of congress, and would have\nbeen knighted by Great Britain had Mr. Field thought it proper to\naccept such honor.\n\n       *       *       *       *       *\n\nSome time during the early '50s a secret order known as the Sons of\nMalta was organized in one of the Eastern states, and its membership\nincreased throughout the West with as much rapidity as the Vandals and\nGoths increased their numbers during the declining years of the Roman\nEmpire. Two or three members of the Pioneer editorial staff procured a\ncharter from Pittesburg in 1858 and instituted a lodge in St. Paul.\nIt was a grand success from the start. Merchants, lawyers, doctors,\nprinters, and in fact half of the male population, was soon enrolled\nin the membership of the order. There was something so grand, gloomy\nand peculiar about the initiation that made it certain that as soon\nas one victim had run the gauntlet he would not be satisfied until\nanother one had been procured. When a candidate had been proposed for\nmembership the whole lodge acted as a committee of investigation,\nand if it could be ascertained that he had ever been derelict in his\ndealings with his fellow men he was sure to be charged with it when\nbeing examined by the high priest in the secret chamber of the\norder--that is, the candidate supposed he was in a secret chamber from\nthe manner in which he had to be questioned, but when the hood had\nbeen removed from his face he found, much to his mortification, that\nhis confession had been made to the full membership of the order.\nOccasionally the candidate would confess to having been more of a\ntransgresser than his questioners had anticipated.\n\nThe following is a sample of the questions asked a candidate for\nadmission: Grand Commander to candidate, \"Are you in favor of\nthe acquisition of the Island of Cuba?\" Candidate, \"I am.\" Grand\nCommander, \"In case of an invasion of the island, would you lie awake\nnights and steal into the enemy's camp?\" Candidate, \"I would.\" Grand\nCommander, \"Let it be recorded, he will lie and steal,\" and then an\nimmense gong at the far end of the hall would be sounded and the\ncandidate would imagine that the day of judgment had come. The scheme\nof bouncing candidates into the air from a rubber blanket, so popular\nduring the days of the recent ice carnivals was said to have been\noriginal with the Sons of Malta, and was one of the mildest of the\nmany atrocities perpetrated by this most noble order.\n\nSome time during the summer a large excursion party of members of the\norder from Cincinnati, Chicago and Milwaukee visited St. Paul.\nAmong the number was the celebrated elocutionist, Alf. Burnett of\nCincinnati, and Gov. Alexander Randall of Wisconsin. They arrived at\nthe lower levee about midnight and marched up Third street to the hall\nof the order, where a grand banquet was awaiting them. The visitors\nwere arrayed in long, black robes, with a black hood over their heads,\nand looked more like the prisoners in the play of \"Lucretia Borgia\"\nthan members of modern civilization.\n\nOn the following day there was an immense barbecue at Minnehaha\nFalls, when the visitors were feasted with an ox roasted whole. This\norganization kept on increasing in membership, until in an evil hour\none of the members had succeeded in inducing the Rev. John Penman\nto consent to become one of its members. Mr. Penman was so highly\nIndignant at the manner in which he had been handled during the\ninitiation that he immediately wrote an expose of the secret work,\nwith numerous illustrations, and had it published in Harper's Weekly.\nThe exposition acted like a bombshell in the camp of the Philistines,\nand ever after Empire hall, the headquarters of the order, presented\na dark and gloomy appearance. The reverend gentleman was judge of\nprobate of Ramsey county at the time, but his popularity suddenly\ndiminished and when his term of office expired he found it to his\nadvantage to locate in a more congenial atmosphere.\n\n       *       *       *       *       *\n\nThe Minnesotian and Times, although both Republican papers, never\ncherished much love for each other. The ravings of the Eatanswill\nGazette were mild in comparison to the epithets used by these little\npapers in describing the shortcomings of their \"vile and reptile\ncontemporary.\" After the election in 1859, as soon as it was known\nthat the Republicans had secured a majority in the legislature, the\nmanagers of these rival Republican offices instituted a very lively\ncampaign for the office of state printer. Both papers had worked hard\nfor the success of the Republican ticket and they had equal claims\non the party for recognition. Both offices were badly in need of\nfinancial assistance, and had the Republican party not been successful\none of them, and perhaps both, would have been compelled to suspend.\nHow to divide the patronage satisfactorily to both papers was the\nproblem that confronted the legislature about to assemble. The war of\nwords between Foster and Newson continued with unabated ferocity. The\neditor of the Minnesotian would refer to the editor of the Times\nas \"Mr. Timothy Muggins Newson\"--his right name being Thomas M.\nNewson--and the Times would frequently mention Dr. Foster as the\n\"red-nosed, goggle-eyed editor of the Minnesotian.\" To effect a\nreconciliation between these two editors required the best diplomatic\ntalent of the party leaders. After frequent consultations between the\nleading men of the party and the managers of the two offices, it was\narranged that the papers should be consolidated and the name of the\npaper should be the Minnesotian and Times. It can readily be seen\nthat a marriage contracted under these peculiar circumstances was\nnot likely to produce a prolonged state of connubial felicity. The\nrelations between Foster and Newson were no more cordial under one\nmanagement than had hitherto existed when the offices were separate.\nThis unhappy situation continued until about the time the legislature\nadjourned, when the partnership was dissolved. Dr. Foster assumed\nentire control of the Minnesotian and Maj. Newson was manager of\nthe Times. George W. Moore was associated with Dr. Foster in the\npublication of the Minnesotian prior to the consolidation, but when\nthe offices separated it was stipulated that Mr. Moore should have the\nprinting of the Journals of the two houses of the legislature as part\npayment of his share of the business of the late firm of Newson,\nMoore, Foster & Co., thus entirely severing his relations with the\npaper he helped to found. After the arrangement was made it was with\nthe greatest difficulty that it was carried into effect, as Orville\nBrown of Faribault had entered the field as a candidate for state\nprinter and came within a few votes of taking the printing to that\nvillage. The Times continued under the management of Mr. Newson until\nthe first of January, 1861, when he leased the office to W.R. Marshall\nand Thomas F. Slaughter, who started the St. Paul Daily Press with\nits material. The Press proved to be too much of a competitor for the\nMinnesotian, and in a short time Dr. Foster was compelled to surrender\nto its enterprising projectors, they having purchased the entire\nplant. This ended the rivalry between the two Republican dailies. Dr.\nFoster and Maj. Newson, some time afterward, received commissions in\nthe volunteer service of the army during the Civil war, and George W.\nMoore was appointed collector of the port of St. Paul, a position he\nheld for more than twenty years.\n\n       *       *       *       *       *\n\nDoes any one remember that St. Paul had a paper called the Daily North\nStar? The historians of St. Paul and Ramsey county do not seem to ever\nhave chronicled the existence of this sprightly little sheet. During\nthe presidential campaign of 1860 we had two kinds of Democrats--the\nDouglas and the Breckinridge or administration Democrats. There\nwere only two papers in the state that espoused the cause of\nMr. Breckinridge--the Chatfield Democrat and the Henderson\nIndependent--and as they had been designated by the president to\npublish such portion of the acts of congress as it was customary\nto print at that time, it was quite natural that they carried the\nadministration colors at the head of their columns. They were called\n\"bread and butter papers.\" The supporters of Mr. Breckinridge thought\ntheir cause would present a more respectable appearance if they had an\norgan at the capital of the state. Accordingly the late H.H. Young,\nthe editor of the Henderson Independent, was brought down from that\nvillage and the Daily North Star soon made its appearance. It was not\nnecessary at that time to procure the Associated Press dispatches, a\nperfecting press and linotype machines before embarking in a daily\nnewspaper enterprise, as a Washington hand press and five or six\ncases of type were all that were necessary. This paper was published\nregularly until after election, and as the returns indicated that the\nofficeholders would not much longer contribute toward its support it\nsoon collapsed.\n\nSt. Paul had another paper that is very seldom mentioned in newspaper\nhistory. It was called the St. Paul Weekly Journal, and was edited by\nDr. Massey, formerly of the Ohio Statesman and private secretary to\nGov. Sam Medary. This paper was started in 1862, but on account of its\nviolent opposition to the prosecution of the war did not meet with\nmuch favor, and only existed about eight months.\n\n       *       *       *       *       *\n\nSome time during the year 1858 the Minnesotian office received about\nhalf a dozen cases of very bad whisky in payment of a very bad debt.\nThey could not sell it--they could not even give it to any one.\nOccasionally the thirst of an old-time compositor would get the\nbetter of him and he would uncork a bottle. The experiment was never\nrepeated. Think of half a dozen cases of whisky remaining unmolested\nin a printing office for more than two years. During the campaign\nof 1860 the Wide Awakes and the Little Giants were the uniformed\npolitical organizations intended to attract the attention of voters.\nOne dreary night one of the attaches of the Minnesotian office, and an\nactive member of the Wide Awakes, met the Little Giants near Bridge\nSquare as they were returning to their hall after a long march.\nIn order to establish a sort of entente cordiale between the two\norganisations the Little Giants were invited over to the Minnesotian\noffice in hopes they would be able to reduce the supply of this\nnauseating beverage. It was a golden opportunity. The invitation was\nreadily accepted, and in a short time fifty ardent followers of the\nadvocate of squatter sovereignty were lined up in front of a black\nRepublican office, thirsting for black Republican whisky. Bottle after\nbottle, was passed down the line, and as it gurgled down the throats\nof these enthusiastic marchers they smacked their lips with as much\ngusto as did Rip Van Winkle when partaking of the soporific potation\nthat produced his twenty years' sleep. One of the cardinal principles\nof the Democracy, at that time was to \"love rum and hate <DW65>s.\" As\nthe entire stock was disposed of before the club resumed its line of\nmarch, the host of the occasion concluded that at least one plank of\ntheir platform was rigidly adhered to.\n\n\n\n\nTHE GREAT SIOUX OUTBREAK IN 1862.\n\nNARRATION OF SOME OF THE EXCITING EVENTS THAT OCCURRED DURING THE\nGREAT SIOUX OUTBREAK IN 1862--FORT RIDGELY, NEW ULM AND BIRCH\nCOULIE--OTHER DAY AND WABASHA--GREAT EXCITEMENT IN ST. PAUL.\n\n\nIn July and August, 1862, President Lincoln issued proclamations\ncalling for the enlistment of 600,000 volunteers for the purpose of\nreinforcing the army, then vainly endeavoring to suppress the Southern\nrebellion. It was probably one of the most gloomy periods in the\nhistory of the Civil war. McClellan had been compelled to make a\nprecipitous and disastrous retreat from the vicinity of Richmond;\nthe army of Northern Virginia under Pope had met with several severe\nreverses; the armies in the West under Grant, Buell and Curtis had not\nbeen able to make any progress toward the heart of the Confederacy;\nrebel marauders under Morgan were spreading desolation and ruin in\nKentucky and Ohio; rebel privateers were daily eluding the vigilant\nwatch of the navy and escaping to Europe with loads of cotton, which\nthey readily disposed of and returned with arms and ammunition to aid\nin the prosecution of their cause. France was preparing to invade\nMexico with a large army for the purpose of forcing the establishment\nof a monarchical form of government upon the people of our sister\nrepublic; the sympathies of all the great powers of Europe, save\nRussia, were plainly manifested by outspoken utterances favorable to\nthe success of the Confederate cause; rumors of foreign intervention\nin behalf of the South were daily circulated; the enemies of the\ngovernment in the North were especially active in their efforts\nto prevent the enlistment of men under the call of the president;\nconspiracies for burning Northern cities had been unearthed by\ngovernment detectives, and emissaries from the South were endeavoring\nto spread disease and pestilence throughout the loyal North. It was\nduring this critical period in the great struggle for the suppression\nof the Rebellion that one of the most fiendish atrocities in the\nhistory of Indian warfare was enacted on the western boundaries of\nMinnesota.\n\n       *       *       *       *       *\n\nIt can readily be seen that the government was illy prepared to cope\nwith an outbreak of such magnitude as this soon proved to be. By the\nterms of the treaty of Traverse des Sioux and Mendota in 1851 the\nSioux sold all their lands in Minnesota, except a strip ten miles wide\non each side of the Minnesota river from near Fort Ridgely to Big\nStone lake. In 1858 ten miles of the strip lying north of the river\nwas sold, mainly through the influence of Little Crow. The selling of\nthis strip caused great dissatisfaction among the Indians and Little\nCrow was severely denounced for the part he took in the transaction.\nThe sale rendered it necessary for all the Indians to locate on the\nsouth side of the Minnesota, where game was scarce and trapping poor.\nThere was nothing for them to live upon unless they adopted the habits\nof civilization and worked like white men. This was very distasteful\nto many of them, as they wanted to live the same as they did before\nthe treaty--go where they pleased, when they pleased, and hunt game\nand sell fur to traders. The government built houses for those who\ndesired to occupy them, furnished tools, seed, etc., and taught them\nhow to farm. At two of the agencies during the summer of the outbreak\nthey had several hundred acres of land under cultivation. The\ndisinclination of many of the Indians to work gradually produced\ndissension among themselves and they formed into two parties--the\nwhite man's party, those that believed in cultivating the soil; and\nthe Indian party, a sort of young-man-afraid-of-work association, who\nbelieved it beneath the dignity of the noble Dakotan to perform\nmanual labor. The white man's, or farmer's party, was favored by the\ngovernment, some of them having fine houses built for them. The other\nIndians did not like this, and became envious of them because they\ndiscontinued the customs of the tribe. There was even said to have\nbeen a secret organization among the tepee Indians whose object it was\nto declare war upon the whites. The Indians also claimed that they\nwere not fairly dealt with by the traders; that they had to rely\nentirely upon their word for their indebtedness to them; that they\nwere ignorant of any method of keeping accounts, and that when the\npaymaster came the traders generally took all that was coming, and\noften leaving many of them in debt. They protested against permitting\nthe traders to sit at the pay table of the government paymaster and\ndeduct from their small annuities the amount due them. They had at\nleast one white man's idea--they wanted to pay their debts when they\ngot ready.\n\n       *       *       *       *       *\n\nFor several weeks previous to the outbreak the Indians came to the\nagencies to get their money. Day after day and week after week passed\nand there was no sign of paymasters. The year 1862 was the the second\nyear of the great Rebellion, and as the government officers had been\ntaxed to their utmost to provide funds for the prosecution of the war,\nit looked as though they had neglected their wards in Minnesota. Many\nof the Indians who had gathered about the agencies were out of money\nand their families were suffering. The Indians were told that on\naccount of the great war in which the government was engaged the\npayment would never be made. Their annuities were payable in gold and\nthey were told that the great father had no gold to pay them with.\nMaj. Galbraith, the agent of the Sioux, had organized a company to go\nSouth, composed mostly of half-breeds, and this led the Indians to\nbelieve that now would be the time to go to war with the whites and\nget their land back. It was believed that the men who had enlisted\nlast had all left the state and that before, help could be sent they\ncould clear the country of the whites, and that the Winnebagos and\nChippewas would come to their assistance. It is known that the Sioux\nhad been in communication with Hole-in-the-Day, the Chippewa chief,\nbut the outbreak was probably precipitated before they came to an\nunderstanding. It was even said at the time that the Confederate\ngovernment had emissaries among them, but the Indians deny this report\nand no evidence has ever been collected proving its truthfulness.\n\n       *       *       *       *       *\n\nUnder the call of the president for 600,000 men Minnesota was called\nupon to furnish five regiments--the Sixth, Seventh, Eighth, Ninth\nand Tenth--and the requisition had been partially filled and the men\nmustered in when the news reached St. Paul that open hostilities had\ncommenced at the upper agency, and an indiscriminate massacre of the\nwhites was taking place.\n\n       *       *       *       *       *\n\nThe people of Minnesota had been congratulating themselves that\nthey were far removed from the horrors of the Civil war, and their\nindignation knew no bounds when compelled to realize that these\ntreacherous redskins, who had been nursed and petted by officers\nof the government, and by missionaries and traders for years, had,\nwithout a moment's warning, commenced an indiscriminate slaughter of\nmen, women and children. It was a singular fact that farmer Indians,\nwhom the government officers and missionaries had tried so hard\nto civilize, were guilty of the most terrible butcheries after\nhostilities had actually commenced.\n\n       *       *       *       *       *\n\nA few days previous to the attack upon the whites at the upper agency\na portion of the band of Little Six appeared at Action, Meeker county.\nThere they murdered several people and then fled to Redwood. It was\nthe first step in the great massacre that soon followed. On the\nmorning of the 18th of August, without a word of warning, an\nindiscriminate massacre was inaugurated. A detachment of Company B of\nthe Fifth regiment, under command of Capt. Marsh, went to the scene\nof the revolt, but they were ambushed and about twenty-five of their\nnumber, including the captain, killed. The horrible work of murder,\npillage and destruction was spread throughout the entire Sioux\nreservation, and whole families, especially those in isolated portions\nof the country, were an easy prey to these fiendish warriors.\n\n       *       *       *       *       *\n\nThe Wyoming massacre during the Revolution and the Black Hawk and\nSeminole wars at a later period, pale into insignificance when\ncompared to the great outrages committed by these demons during this\nterrible outbreak. In less than one week 1,000 people had been killed,\nseveral million dollars' worth of property destroyed and 30,000 people\nrendered homeless. The entire country from Fort Ripley to the southern\nboundary of the state, reaching almost to the mouth of the Minnesota\nriver, had been in a twinkling depopulated. How to repel these\ninvaders and drive them back to their reservations and out of the\nstate as they had forfeited all rights to the land they had occupied,\nwas the problem that suddenly confronted both the state and national\nauthorities.\n\n       *       *       *       *       *\n\nShortly after the news of the outbreak at Redwood had been received,\nword was sent from Fort Ripley to the effect that the Chippewas were\nassuming a warlike attitude, and it was feared that the Sioux and\nChippewas--hereditary enemies--had buried the hatchet, or had been\ninfluenced by other causes, and were ready to co-operate in an\nindiscriminate massacre of the whites. Indian Agent Walker undertook\nto arrest the famous chief Hole-in-the-day, but that wily warrior had\nscented danger and suddenly disappeared, with his entire band, which\ncaused grave apprehension among the settlers in that locality, and\nthey were in daily dread of an attack from these hitherto peaceable\ntribes.\n\n       *       *       *       *       *\n\nThe suddenness with which the outbreak had occurred and the\nextraordinary rapidity with which it spread, driving the defenseless\nsettlers from their homes and causing desolation and ruin on every\nside, rendered it necessary for the governor to call an extra session\nof the legislature for the purpose of devising means to arm and equip\nvolunteers, and assist the homeless refugees in procuring places of\nshelter where they would be safe from molestation by these dusky\nwarriors. Could anything be more terrible than Gov. Ramsey's picture\nof the ravages of these outlaws in his message to the legislature?\n\"Nothing which the brutal lust and wanton cruelty of these savages\ncould wreak upon their helpless and innocent victims was omitted from\nthe category of their crimes,\" said the governor. \"Helplessness and\ninnocence, indeed, which would inspire pity in any heart but theirs,\nseemed to inspire them only with a more fiendish rage. Infants hewn\ninto bloody chips of flesh or torn untimely from the womb of the\nmurdered mother, and in cruel mockery cast in fragments on her\npulseless and bleeding breast; rape joined to murder in one awful\ntragedy; young girls, even children of tender years, outraged by\nthese brutal ravishers till death ended their shame; women held into\ncaptivity to undergo the horrors of a living death; whole families\nburned alive; and, as if their devilish fancy could not glut itself\nwith outrages on the living, the last efforts exhausted in mutilating\nthe bodies of the dead. Such are the spectacles, and a thousand\nnameless horrors besides which this first experience of Indian\nwarfare has burned into the minds and hearts of our frontier people;\nand such the enemy with whom we have to deal.\"\n\n       *       *       *       *       *\n\nThe old saying that the only good Indians are dead ones had a noble\nexception in the person of Other Day, who piloted sixty-two men,\nwomen and children across the country from below Yellow Medicine to\nKandiyohi, and from there to Hutchinson, Glencoe and Carver. Other Day\nwas an educated Indian and had been rather wild in his younger days,\nbut experienced a change of heart about four years before the outbreak\nand had adopted the habits of civilization. Other Day arrived in St.\nPaul a few days after he had piloted his party in safety to Carver,\nand in the course of a few remarks to a large audience at Ingersoll\nhall, which had assembled for the purpose of organizing a company of\nhome guards, he said: \"I am a Dakota Indian, born and reared in the\nmidst of evil. I grew up without the knowledge of any good thing. I\nhave been instructed by Americans and taught to read and write. This\nI found to be good. I became acquainted with the Sacred Writings, and\nthus learned my vileness. At the present time I have fallen into great\nevil and affliction, but have escaped from it, and with sixty-two men,\nwomen and children, without moccasins, without food and without a\nblanket, I have arrived in the midst of a great people, and now my\nheart is glad. I attribute it to the mercy of the Great Spirit.\" Other\nDay had been a member of the church for several years and his religion\ntaught him that the Great Spirit approved his conduct.\n\n       *       *       *       *       *\n\nIt was apparent that the Indian war was on in earnest. Ex-Gov. Sibley,\non account of his long familiarity with Indian character, was placed\nin command of the troops ordered to assemble at St. Peter, and in\na few days, with detachments of the regiments then forming,\nhalf-uniformed, poorly armed and with a scant supply of ammunition,\ncommenced offensive operations against the murderous redskins. The\nnewspapers and the people were crying \"On to Ridgely!\" which was then\nbeleaguered, with the same persistency as did Horace Greeyley howl \"On\nto Richmond!\" previous to the disaster at Bull Run.\n\n       *       *       *       *       *\n\nAny one who has seen the thrilling realistic Indian play of \"The Girl\nI Left Behind Me\" can form some idea of the terrible suspense of the\nlittle garrison at Port Ridgely previous to being relieved by the\nforces under command of Gen. Sibley. Fort Ridgely was a fort only\nin name, and consisted of two or three stone and several wooden\nbuildings, surrounded by a fence, which did not afford much protection\nwhen attacked by a large force. The garrison was under the command of\nLieut. T.J. Sheehan. His force consisted of about 150 men from the\nFifth regiment, fifty men of the Renville Rangers, and a number of\ncivilians. He was surrounded by 700 or 800 Sioux, fully armed and\nequipped. Although there were only two attempts made to capture the\ngarrison by assault, yet the siege was kept up for several days. In\naddition to about 300 refugees who had gathered there for support\nand protection, the $72,000 of annuity money, which had been so long\nexpected, arrived there the day before the outbreak. After bravely\ndefending the fort for more than a week, the little garrison was\nrelieved by the arrival of about 200 mounted volunteers under command\nof Col. McPhail, being the advance of Gen. Sibley's command. During\nthe siege many of the men became short of musketry ammunition, and\nspherical case shot were opened in the barracks and women worked with\nbusy hands making cartridges, while men cut nail rods in short pieces\nand used them as bullets, their dismal whistling producing terror\namong the redskins.\n\nAlmost simultaneously with the attack on Fort Ridgely the Indians in\nlarge numbers appeared in the vicinity of New Ulm, with the evident\nintention of burning and pillaging the village. Judge Charles E.\nFlandrau of this city, who was then residing at St. Peter, organized a\ncompany of volunteers and marched across the country to the relief of\nthat place. The judge received several acquisitions to his force while\nen route, and when he arrived at New Ulm found himself in command of\nabout 300 men, poorly armed and wholly without military experience.\nThey arrived at New Ulm just in time to assist the inhabitants in\ndriving the Indians from the upper part of the village, several\ncitizens having been killed and a number of houses burned. Two or\nthree days afterward the Indians appeared in large force, surrounded\nthe town and commenced burning the buildings on its outskirts. After\na desperate encounter, in which the force under command of Judge\nFlandrau lost ten killed and about forty wounded, the Indians retired.\nThere were in the village at the time of the attack about 1,200 or\n1,500 noncombatants, and every one of them would have been killed had\nthe Indian attack been successful. Provisions and ammunition becoming\nscarce, the judge decided to evacuate the town and march across the\ncountry to Mankato. They made up a train of about 150 wagons, loaded\nthem with women and children and the men who had been wounded in the\nfight, and arrived safely in Mankato without being molested. Nearly\ntwo hundred houses were burned before the town was evacuated, leaving\nnothing standing but a few houses inside the hastily constructed\nbarricade. The long procession of families leaving their desolated\nhomes, many of them never to return, formed one of the saddest scenes\nin the history of the outbreak, and will ever be remembered by the\ngallant force under the command of Judge Flandrau, who led them to a\nplace of safety.\n\n       *       *       *       *       *\n\nAs soon as Gen. Sibley arrived at Fort Ridgely a detail of Company A\nof the Sixth regiment, under command of Capt. H.P. Grant of St. Paul,\nand seventy members of the Cullen Guards, under the command of Capt.\nJo Anderson, also of St. Paul, and several citizen volunteers,\nall under the command of Maj. Joseph R. Brown, was sent out with\ninstructions to bury the dead and rescue the wounded, if any could\nbe found, from their perilous surroundings. They were St. Paul\norganizations and most all of their members were St. Paul boys. They\nnever had had an opportunity to drill and most of them were not\nfamiliar with the use of firearms. After marching for two days, during\nwhich time they interred a large number of victims of the savage\nSioux, they went into camp at Birch Coulie, about fifteen miles from\nFort Ridgely. The encampment was on the prairie near a fringe of\ntimber and the coulie on one side and an elevation of about ten feet\non the other. It was a beautiful but very unfortunate location for the\ncommand to camp, and would probably not have been selected had it been\nknown that they were surrounded by 400 or 500 hostile warriors. Maj.\nBrown had about one hundred and fifty men under his command. About 4\no'clock on the following morning the Indians, to the number of 500 or\n600, well armed and most of them mounted, commenced an indiscriminate\nfire upon the almost helpless little command. For two days they\nbravely defended themselves, and when relief finally arrived it was\nfound that about half their number had been killed or wounded. When\nthe news of the disaster reached St. Paul there was great excitement.\nRelatives and friends of the dead and wounded were outspoken in\ntheir denunciation of the civil and military authorities who were\nresponsible for this great sacrifice of the lives of our citizens. It\nwas feared that the city itself was in danger of an attack from the\nsavages. Home guards were organized and the bluffs commanding a view\nof the city were nightly patrolled by citizen volunteers. There was no\ntelegraph at that time and rumors of all sorts were flying thick\nand fast. Every courier reaching the city would bring news of fresh\noutrages, and our panic-stricken citizens had hardly time to recover\nfrom the effect of one disaster before the news of another would be\nreceived. Settlers fleeing from their homes for places of safety were\narriving by the score, leaving crops to perish in the field and their\nhouses to be destroyed. The situation was appalling, and many of our\ncitizens were predicting the most direful results should the army fail\nto check the savage hordes in their work of devastation and ruin.\n\nEvery boat from the Minnesota river would be crowded with refugees,\nand the people of St. Paul were often called upon to assist in\nforwarding them to their place of destination.\n\nHome guards were organized in almost every village of the threatened\nportion of the state, but the authorities could not furnish arms\nor ammunition and their services would have been of little account\nagainst the well-armed savages in case they had been attacked.\n\nAdvertisements appeared in the St. Paul newspapers offering rewards of\n$25 a piece for Sioux scalps.\n\n       *       *       *       *       *\n\nGov. Ramsey endeavored to allay the apprehensions of the people and\npublished in the papers a statement to the effect that the residents\nof the Capital City need not be alarmed, as the nearest approach of\nthe Indians was at Acton, Meeker county, 80 miles away; Fort Ripley,\n150 miles away, and the scenes of the tragedy in Yellow Medicine\ncounty, 210 miles distant. This may have been gratifying to the\nresidents of the Capital City, but was far from reassuring to the\nfrontiersmen who were compelled to abandon their homes and were\nseeking the protection of the slowly advancing militia.\n\n       *       *       *       *       *\n\nAbout 12 o'clock one night during the latter part of August a report\nwas circulated over the northern and western portion of St. Paul that\nthe savages were near the city, and many women and children were\naroused from their slumber and hastily dressed and sought the\nprotection of the city authorities. It was an exciting but rather\namusing episode in the great tragedy then taking place on the\nfrontier. Rumors of this character were often circulated, and it was\nnot until after the battle of Wood Lake that the people of St. Paul\nfelt that they were perfectly safe from raids by the hostile Sioux.\n\n       *       *       *       *       *\n\nAs soon as Gen. Sibley had collected a sufficient force to enable\nhim to move with safety he decided upon offensive operations. He had\ncollected about 2,000 men from the regiments then forming, including\nthe Third regiment, recently paroled, and a battery under command of\nCapt. Mark Hendricks. The expedition marched for two or three days\nwithout encountering opposition, but on the morning of the 23d of\nSeptember several foraging parties belonging to the Third regiment\nwere fired upon in the vicinity of Wood Lake. About 800 of the command\nwere engaged in the encounter and were opposed by about an equal\nnumber of Indians. After a spirited engagement Col. Marshall, with\nabout 400 men, made a double-quick charge upon the Sioux and succeeded\nin utterly routing them. Our loss was four killed and forty or fifty\nwounded. This was the only real battle of the war. Other Day was with\nthe whites and took a conspicuous part in the encounter. After\nthe battle Gen. Pope, who was in command of the department of the\nNorthwest, telegraphed the war department that the Indian war was\nover and asked what disposition to make of the troops then under his\ncommand. This request of Gen. Pope was met with a decided remonstrance\nby the people of Minnesota, and they succeeded in preventing the\nremoval of any of the troops until they had made two long marches\nthrough the Dakotas and to Montana. Gen. Sibley's command reached Camp\nRelease on the 26th of September, in the vicinity of which was\nlocated a large camp of Indians, most of whom had been engaged in the\nmassacres. They had with them about two hundred and fifty mixed bloods\nand white women and children, and the soldiers were very anxious to\nprecede at once to their rescue. Gen. Sibley was of the opinion that\nany hostile demonstration would mean the annihilation of all the\nprisoners, and therefore proceeded with the utmost caution. After a\nfew preliminary consultations the entire camp surrendered and the\ncaptives were released. As soon as possible Gen. Sibley made inquiries\nas to the participation of these Indians in the terrible crimes\nrecently perpetrated, and it soon developed that a large number of\nthem had been guilty of the grossest atrocities. The general decided\nto form a military tribunal and try the offenders. After a series of\nsittings, lasting from the 30th of September to the 5th of November,\n321 of the fiends were found guilty of the offenses charged, 303 of\nwhom were sentenced to death and the rest condemned to various terms\nof imprisonment according to their crimes. All of the condemned\nprisoners were taken to Mankato and were confined in a large jail\nconstructed for the purpose. After the court-martial had completed\nits work and the news of its action had reached the Eastern cities,\na great outcry was made that Minnesota was contemplating a wholesale\nslaughter of the beloved red man. The Quakers of Philadelphia and the\ngood people of Massachusetts sent many remonstrances to the president\nto put a stop to the proposed wholesale execution. The president,\nafter consulting his military advisers, decided to permit the\nexecution of only thirty-eight of the most flagrant cases, and\naccordingly directed them to be hung on the 26th of December, 1862.\n\n       *       *       *       *       *\n\nPrevious to their execution the condemned prisoners were interviewed\nby Rev. S.R. Riggs, to whom they made their dying confessions. Nearly\nevery one of them claimed to be innocent of the crimes charged to\nthem. Each one had some word to send to his parents or family, and\nwhen speaking of their wives and children almost every one was\naffected to tears. Most of them spoke confidently of their hope of\nsalvation, and expected to go at once to the abode of the Great\nSpirit. Rattling Runner, who was a son-in-law of Wabasha, dictated the\nfollowing letter, which is a sample of the confessions made to Dr.\nRiggs: \"Wabasha, you have deceived me. You told me if we followed the\nadvice of Gen. Sibley and gave ourselves up, all would be well--no\ninnocent man would be injured. I have not killed or injured a white\nman or any white person. I have not participated in the plunder of\ntheir property; and yet to-day I am set apart for execution and must\ndie, while men who are guilty will remain in prison. My wife is your\ndaughter, my children are your grandchildren. I leave them all in your\ncare and under your protection. Do not let them suffer, and when they\nare grown up let them know that their father died because he followed\nthe advice of his chief, and without having the blood of a white man\nto answer for to the Holy Spirit. My wife and children are dear to me.\nLet them not grieve for me; let them remember that the brave should be\nprepared to meet death, and I will do as becomes a Dakotah.\"\n\nWabasha was a Sioux chief, and although he was not found guilty of\nparticipating in any of the massacres of women and children, he was\nprobably in all the most important battles. Wabasha county, and\nWabasha street in St. Paul were named after his father.\n\nAfter the execution the bodies were taken down, loaded into wagons and\ncarried down to a sandbar in front of the city, where they were all\ndumped into the same hole. They did not remain there long, but were\nspirited away by students and others familiar with the use of a\ndissecting knife.\n\nLittle Crow, the chief instigator of the insurrection was not with the\nnumber that surrendered, but escaped and was afterward killed by a\nfarmer named Lamson, in the vicinity of Hutchinson. His scalp is now\nin the state historical society. Little Crow was born in Kaposia, a\nfew miles below St. Paul, and was always known as a bad Indian. Little\nCrow's father was friendly to the whites, and it was his dying wish\nthat his son should assume the habits of civilized life and accustom\nhimself to the new order of things, but the dying admonitions of the\nold man were of little avail and Little Crow soon became a dissolute,\nquarrelsome and dangerous Indian. He was opposed to all change of\ndress and habits of life, and was very unfriendly to missionaries and\nteachers. He was seldom known to tell the truth and possessed very few\nredeeming qualities. Although greatly disliked by many of the Indians,\nhe was the acknowledged head of the war party and by common consent\nassumed the direction of all the hostile tribes in their fruitless\nstruggle against the whites.\n\n       *       *       *       *       *\n\nBetween the conviction and execution of the condemned Indians there\nwas great excitement throughout the Minnesota valley lest the\npresident should pardon the condemned. Meetings were held throughout\nthe valley and organizations were springing into existence for the\npurpose of overpowering the strong guard at Mankato and wreaking\nsummary justice upon the Indians. The situation became so serious\npending the decision of the president that the governor was compelled\nto issue a proclamation calling upon all good citizens not to tarnish\nthe fair name of the state by an act of lawlessness that the outside\nworld would never forget, however great was the provocation. When\nthe final order came to execute only thirty-eight there was great\ndisappointment. Petitions were circulated in St. Paul and generally\nsigned favoring the removal of the condemned Indians to Massachusetts\nto place them under the refining influence of the constituents of\nSenator Hoar, the same people who are now so terribly shocked because\na humane government is endeavoring to prevent, in the Philippines, a\nrepetition of the terrible atrocities committed in Minnesota.\n\n       *       *       *       *       *\n\nThe balance of the condemned were kept in close confinement till\nspring, when they were taken to Davenport, and afterward to some point\non the Missouri river, where a beneficent government kindly permitted\nthem to sow the seed of discontent that finally culminated in the\nCuster massacre. When it was known that the balance of the condemned\nIndians were to be transported to Davenport by steamer. St. Paul\npeople made preparations to give them a warm reception as they passed\ndown the river, but their intentions were frustrated by the government\nofficers in charge of their removal, as they arranged to have the\nsteamer Favorite, on which they were to be transported, pass by the\ncity in the middle of the night. St. Paul people were highly indignant\nwhen apprised of their escape.\n\nLittle Six and Medicine Bottle, two Sioux chiefs engaged in the\noutbreak, were arrested at Fort Gary (Winnipeg), and delivered at\nPembina in January, 1864, and were afterward taken to Fort Snelling,\nwhere they were tried, condemned and executed in the presence of\n10,000 people, being the last of the Indians to receive capital\npunishment for their great crimes. Little Six confessed to having\nmurdered fifty white men, women and children.\n\n       *       *       *       *       *\n\nOne of the most perplexing problems the military authorities had to\ncontend with was the transportation of supplies to the troops on the\nfrontier. There were, of course, no railroads, and the only way to\ntransport provisions was by wagon. An order was issued by the military\nauthorities requesting the tender of men and teams for this purpose,\nbut the owners of draft horses did not respond with sufficient\nalacrity to supply the pressing necessities of the army, and it\nwas necessary for the authorities to issue another order forcibly\nimpressing into service of the government any and all teams that could\nbe found on the streets or in stables. A detachment of Company K of\nthe Eighth regiment was sent down from the fort and remained in the\ncity several days on that especial duty. As soon as the farmers heard\nthat the government was taking possession of everything that came over\nthe bridge they ceased hauling their produce to the city and carried\nit to Hastings. There was one silver-haired farmer living near the\ncity limits by the name of Hilks, whose sympathies were entirely with\nthe South, and he had boasted that all of Uncle Sam's hirelings could\nnot locate his team. One of the members of Company K was a former\nneighbor of the disloyal farmer, and he made it his particular duty\nto see that this team, at least, should be loyal to the government. A\nclose watch was kept on him, and one morning he was seen to drive down\nto the west side of the bridge and tie his team behind a house, where\nhe thought they would be safe until he returned. As soon as the old\nman passed over the bridge the squad took possession of his horses,\nand when he returned the team was on the way to Abercrombie laden\nwith supplies for the troops at the fort. Of course the government\nsubsequently reimbursed the owners of the teams for their use, but in\nthis particular case the soldiers did not think the owner deserved it.\n\nGov. Ramsey's carriage team was early taken possession of by the\nmilitary squad, and when the driver gravely informed the officer in\ncharge that the governor was the owner of that team and he thought it\nexempt from military duty, he was suavely informed that a power\nhigher than the governor required that team and that it must go to\nAbercrombie. And it did.\n\n       *       *       *       *       *\n\nIt was necessary to send out a large escort with these supply trains\nand It was easier to procure men for that purpose than it was for the\nregular term of enlistment. On one of the trains that left St. Paul\nwas a young man by the name of Hines. He was as brave as Julius\nCaesar. He said so himself. He was so heavily loaded with various\nweapons of destruction that his companions called him a walking\narsenal. If Little Crow had attacked this particular train the Indian\nwar would have ended. This young man had been so very demonstrative of\nhis ability to cope with the entire Sioux force that his companions\nresolved to test his bravery. One night when the train was camped\nabout half way between St. Cloud and Sauk Center, several of the\nguards attached to the train painted their faces, arrayed themselves\nin Indian costume and charged through the camp, yelling the Indian war\nhoop and firing guns in every direction. Young Hines was the first to\nhear the alarm, and didn't stop running until he reached St. Cloud,\nspreading the news in every direction that the entire tribe of\nLittle Crow was only a short distance behind. Of course there was\nconsternation along the line of this young man's masterly retreat,\nand it was some time before the panic-stricken citizens knew what had\nactually happened.\n\n       *       *       *       *       *\n\nIn response to the appeal of Gov. Sibley and other officers on the\nfrontier, the ladies of St. Paul early organized for the purpose of\nfurnishing sick and wounded soldiers with such supplies as were not\nobtainable through the regular channels of the then crude condition of\nthe various hospitals. Notices like the following often appeared in\nthe daily papers at that time: \"Ladies Aid Society--A meeting of the\nladies' aid society for the purpose of sewing for the relief of the\nwounded soldiers at our forts, and also for the assistance of the\ndestitute refugees now thronging our city, is called to meet this\nmorning at Ingersoll hall. All ladies interested in this object are\nearnestly invited to attend. All contributions of either money or\nclothing will be thankfully received. By order of the president,\n\n\"Mrs. Stella Selby.\n\n\"Miss M.O. Holyoke, Secretary.\"\n\nMrs. Selby was the wife of John W. Selby, one of the first residents\nof the city, Miss Holyoke was the Clara Barton of Minnesota, devoting\nher whole time and energy to the work of collecting sanitary supplies\nfor the needy soldiers in the hospitals.\n\nScores of poor soldiers who were languishing in hospital tents on\nthe sunburnt and treeless prairies of the Dakotas, or suffering from\ndisease contracted in the miasmatic swamps of the rebellious South\nhave had their hearts gladdened and their bodies strengthened by being\nsupplied with the delicacies collected through the efforts of\nthe noble and patriotic ladies of this and kindred organizations\nthroughout the state.\n\nMany instances are recorded of farmers leaving their harvesters in the\nfield and joining the grand army then forming for the defense of the\nimperilled state and nation, while their courageous and energetic\nwives have gone to the fields and finished harvesting the ripened\ncrops.\n\n       *       *       *       *       *\n\nBy reason of the outbreak the Sioux forfeited to the government, in\naddition to an annual annuity of $68,000 for fifty years, all the\nlands they held in Minnesota, amounting in the aggregate to about\n750,000 acres, worth at the present time something like $15,000,000.\nHad they behaved themselves and remained In possession of this immense\ntract of land, they would have been worth twice as much per capita as\nany community in the United States.\n\n\n\n\nFIREMEN AND FIRES OF PIONEER DAYS.\n\nA BRIEF HISTORY OF THE ST. PAUL, FIRE DEPARTMENT--PIONEER HOOK AND\nLADDER COMPANY--HOPE ENGINE COMPANY AND MINNEHAHA ENGINE COMPANY--A\nLARGE NUMBER OF HOTEL FIRES.\n\n\nWHEN WE RAN WITH THE OLD MACHINE.\n\n       *       *       *       *       *\n\n  Brave relics of the past are we,\n    Old firemen, staunch and true,\n  We're thinking now of days gone by\n    And all that we've gone through.\n  Thro' fire and flames we've made our way,\n    And danger we have seen;\n  We never can forget the time\n    When we ran with the old machine.\n\n  In numbers now we are but few,\n  A host have pased away,\n  But still we're happy, light and free,\n    Our spirits never decay\n  We often sigh for those old days\n    Whose memory we keep green,\n  Oh! there was joy for man and boy,\n    When we ran with the old machine.\n                         --Gus Wiliams.\n\n       *       *       *       *       *\n\nInstruments for extinguishing fires were introduced in various parts\nof Europe more than three hundred years ago. The fire laddies of that\nperiod would probably look aghast if they could see the implements\nin use at the present time. One of the old time machines is said to\nconsist of a huge tank of water placed upon wheels, drawn by a large\nnumber of men, and to which was attached a small hose. When the water\nin the tank became exhausted it was supplied by a bucket brigade,\nsomething on the plan in use at the present time in villages not able\nto support an engine.\n\nThe oldest record of a fire engine in Paris was one used in the king's\nlibrary in 1684, which, having but one cylinder, threw water to a\ngreat height, a result obtained by the use of an air chamber. Leather\nhose was introduced into Amsterdam in 1670, by two Dutchmen, and they\nalso invented the suction pipe at about the same period. About the\nclose of the seventeenth century an improved engine was patented in\nEngland. It was a strong cistern of oak placed upon wheels, furnished\nwith a pump, an air chamber and a suction pipe of strong leather,\nthrough which run a spiral piece of metal. This engine was little\nimproved until the early part of the last century.\n\nIn the United States bucket fire departments were organized in most of\nthe cities in the early part of the last century, and hand engines,\nused by the old volunteer firemen, did not come into general use until\nabout fifty years later. The New York volunteer fire department was\nfor a long time one of the institutions of the country. When they had\ntheir annual parade the people of the surrounding towns would flock\nto the city and the streets would be as impassible as they are to-day\nwhen a representative of one of the royal families of Europe is placed\non exhibition. At the New York state fairs during the early '50s the\ntournaments of the volunteer fire department of the various cities\nthroughout the state formed one of the principal attractions. Many\na melee occurred between the different organizations because they\nconsidered that they had not been properly recognized in the line of\nmarch or had not been awarded a medal for throwing a stream of water\nfarther than other competitors.\n\nA Berlin correspondent of the Pioneer Press many years ago, said that\nwhen an alarm of fire was sounded in the city, the members of the fire\ncompanies would put on their uniforms and report to their various\nengine houses. When a sufficient number had assembled to make a\nshowing the foreman would call the roll, beer would be passed down the\nline, the health of the kaiser properly remembered and then they would\nstart out in search of the fire. As a general thing the fire would\nbe out long before they arrived upon the scene, and they would then\nreturn to their quarters, have another beer and be dismissed.\n\nTo Cincinnati belongs the credit of having introduced the first paid\nsteam fire department in the United States, but all the other large\ncities rapidly followed.\n\n       *       *       *       *       *\n\nIn the fall of 1850 the town fathers of St. Paul passed an ordinance\nrequiring the owners of all buildings, public or private, to provide\nand keep in good repair, substantial buckets, marked with paint the\nword \"Fire\" on one side and the owner's name on the other, subject\nto inspection by the fire warden and to be under his control when\noccasion required. The first attempt at organizing a fire brigade, was\nmade by R.C. Knox in the fall of 1851. Mr. Knox raised a small sum of\nmoney by subscription, with which he purchased several ladders, and\nthey were frequently brought into requisition by the little band of\nmen whom Mr. Knox had associated with him. Mr. Knox was a man of\nenormous stature, and it was said he could tire out a dozen ordinary\nmen at a fire.\n\n       *       *       *       *       *\n\nTwo public-spirited citizens of St. Paul, John McCloud and Thompson\nRitchie, purchased in the East and brought to the city at their own\nexpense the first fire engine introduced in the Northwest. Although\nit was a miniature affair, on numerous occasions it rendered valuable\nassistance in protecting the property of our pioneer merchants. Mr.\nRitchie is still living, his home being in Philadelphia.\n\n       *       *       *       *       *\n\nIn November, 1854, Pioneer Hook and Ladder Company No. 1 was organized\nunder provisions of the city charter. A constitution and by-laws were\nadopted and the members agreed to turn out promptly on all occasions\nof fire alarms. As compensation for their services they were excused\nfrom jury duty, poll tax, work on the roads, or state military\nservice, for the period of five years. The original constitution of\nthe Pioneer Hook and Ladder company contained the following membership\nroll: Foreman, Isaac A. Banker; assistant foremen, H.B. Pearson and\nGeorge F. Blake; treasurer, Richard Galloway; secretary, Robert Mason;\nmembers, Henry Buell, John W. Cathcart, Charles D. Elfelt, Edward\nHeenan, Thompson Ritchie, Philip Ross, Wash. M. Stees, J.W. Stevenson,\nBenjamin F. Irvine, R.I. Thomson, John McCloud, J.Q.A. Ward, Charles\nJ. Williams. Of the above John McCloud is the only one living in the\ncity at the present time. Mr. McCloud was a member of the firm of\nMcCloud & Bro., hardware dealers, and they occupied the building on\nthe southwest corner of Third and Cedar streets.\n\nThis was the first full-fledged fire organization in the city, and as\nMr. McCloud took the initiative in forming this company he may justly\nbe called the \"Father of the Volunteer Fire Department of St. Paul.\"\n\nThe old hook and ladder company was one of the representative\ninstitutions of the city. From the date of its organization up to the\ntime of the establishment of the paid fire department many of the most\nprominent men of the city were enrolled among its members. All of the\nproperty of the company was owned by the organization, but in 1856,\nhaving become somewhat financially embarrassed, their accounts were\nturned over to the city and they were thereafter under the control of\nthe city fathers. At that time they possessed one truck, hooks and\nladders, and one fire engine with hose. Washington M. Stees was\nmade chief engineer and Charles H. Williams assistant. This scanty\nequipment did not prove adequate for extinguishing fires and petitions\nwere circulated requesting the council to purchase two fire engines of\nthe more approved pattern, and also to construct a number of cisterns\nin the central part of the city, so that an adequate supply of water\ncould be readily obtained. The city fathers concluded to comply with\nthe request of the petitioners and they accordingly purchased two\ndouble-deck hand fire engines and they arrived in the city in August,\n1858. They were soon tested and pronounced satisfactory. Our citizens\nthen congratulated themselves upon the possession of a first-class\nfire department and they predicted that thereafter a great fire would\nbe a thing of the past.\n\nOne of the most irrepressible members of Pioneer Hook and Ladder\ncompany in the early days was a little red-headed Irishman by the name\nof A.D. Martin. He was foreman of the Daily Minnesotian office and he\nusually went by the name of \"Johnny Martin.\" Now Johnny always kept\nhis fire paraphernalia close at hand, and every time a fire bell\nsounded he was \"Johnny on the spot.\" After the fire was over Johnny\ngenerally had to celebrate, and every time Johnny celebrated he would\nmake a solemn declaration that it was his duty to kill an Irishman\nbefore he returned to work. He would accordingly provide himself with\nan immense Derringer and start out in quest of a subject upon whom he\nproposed to execute his sanguinary threat. Strange to relate he\nnever succeeded in finding one of his unfortunate countrymen, and it\ngenerally required two or three days to restore him to his former\nequilibrium. If Johnny was a member of the fire department to-day he\nwould probably discover that the task of finding one of his countrymen\nwould not be so difficult.\n\n       *       *       *       *       *\n\nIn 1857 Hope Engine Company No. 1 was organized, and they petitioned\nthe common council to purchase 500 feet of hose for their use. In\nthe fall of 1858 this company was given possession of one of the new\nengines recently purchased and it was comfortably housed at their\nheadquarters in an old frame building on the southwest corner of\nFranklin and Fourth streets, and in a short time removed to a new\nbrick building on Third street, fronting on Washington. Michael Leroy\nwas made the first foreman and R.C. Wiley and Joseph S. Herey were\nhis assistants. The membership contained the names of John H. Dodge,\nPorteus Dodge, John E. Missen, Joseph Elfelt, Fred Whipperman, John T.\nToal, J.H. Barstow, J.C. Grand, Charles Riehl, John Raguet, E. Rhodes,\nB. Bradley, Charles Hughes, Bird Boesch, T.F. Masterson, John J.\nWilliams and V. Metzger. During the fall of 1858 a large number of the\nmost prominent business men in the vicinity of Seven Corners joined\nthe organization and continued in active membership until the arrival\nof the first steamer.\n\n       *       *       *       *       *\n\nIn the winter of 1857-1858 Minnehaha Engine. Company No. 2 was\norganized, and it was provided with an engine house near the corner\nof Third and Jackson streets. The first officers were H.P. Grant,\nforeman; M.J. O'Connor and H.B. Terwilliger, assistants; members,\nHarry M. Shaw, Nicholas Hendy, John B. Oliver, F.A. Cariveau, H.A.\nSchlick. C.D. Hadway, N. Nicuhaus, L.R. Storing, William T. Donaldson,\nDaniel Rohrer, J. Fletcher Williams, N. W. Kittson, Alfred Bayace,\nJohn McCauley and a number of others. The Minnehahas were a prosperous\norganization from the first, and their engine house was always kept\nopen and served as a general lounging and reading-room for such of its\nmembers as had nothing particular to do.\n\n       *       *       *       *       *\n\nRotary Independent Company No. 1 was the third engine connected with\nthe St. Paul fire department, but that was a private institution and\nwas only used when there was a general alarm and on the days of the\nannual parade of the department. This engine was purchased from the\ngovernment by John S. Prince when Fort Snelling was abandoned, and was\nused for the protection of the property of the mill, which was located\non lower Third street.\n\n       *       *       *       *       *\n\nBy the formation of Minnehaha Engine company the city fathers thought\nthey were possessed of quite a respectable fire department, and from\nthat time on the annual parade of the St. Paul fire department was one\nof the events of the year. The first parade occurred on the 12th\nof September, 1859, and was participated in by the following\norganizations:\n\n  Pioneer Hook and Ladder Company No. 1.\n  Hope Engine Company No. 1.\n  Minnehaha Engine Company No. 2.\n  Rotary Independent Company No. 1.\n\nThese four companies numbered 175 men, and after completing their line\nof march were reviewed by the mayor and common council in front of the\nold city hall.\n\nIn 1858 the legislature passed an act requiring the sextons of the\ndifferent churches to ring the church bells fifteen minutes whenever\nthere was an alarm of fire. The uptown churches would ring their\nbells, the downtown churches would ring their bells, and the churches\nin the central part of the city would ring their bells. There was a\nregular banging and clanging of the bells.\n\n  \"In the startled air of night,\n  They would scream out their afright,\n  Too much horrified to speak,\n  They could only shriek, shriek,\n  Out of tune.\"\n\nEvery one turned out when the fire bells rang. Unless the fire was of\nsufficient volume to be readily located, the uptown people would be\nseen rushing downtown, and the downtown people would be seen rushing\nuptown, in fact, general pandemonium prevailed until the exact\nlocation of the fire could be determined.\n\nWhenever there was a large fire the regular firemen would soon tire\nof working on the brakes and they would appeal to the spectators to\nrelieve them for a short time. As a general thing the appeal would be\nreadily responded to, but occasionally it would be necessary for the\npolice to impress into service a force sufficient to keep the brakes\nworking. Any person refusing to work on the brakes was liable to\narrest and fine, and it was often amusing to see the crowds disperse\nwhenever the police were in search of a relief force.\n\n       *       *       *       *       *\n\nUpon the breaking out of the war a large number of the firemen\nenlisted in the defense of the country and the ranks of the department\nwere sadly decimated. It was during the early part of the war that the\nmayor of St. Paul made a speech to the firemen at the close of their\nannual parade in which he referred to them as being as brave if not\nbraver than the boys at the front. The friends of the boys in blue\ntook serious umbrage at this break of the mayor, and the press of the\ncity and throughout the state were very indignant to think that the\ncapital city possessed a mayor of doubtful loyalty. The excitement\nsoon died away and the mayor was re-elected by a large majority.\n\n       *       *       *       *       *\n\nThere was not much change in the condition of the department until\nthe arrival of the first steamer, Aug. 11, 1866. The new steamer was\nlodged with Hope Engine company, and an engineer and fireman appointed\nat a salary of $1,600 per year for the two. The boys of Hope Engine\ncompany did not like the selection of the engineer of the new steamer\nand took the matter so seriously that their organization was disbanded\nand St. Paul Hose Company No. 1 was organized, and they took charge\nof the new steamer. The rapid growth of the city necessitated the\nfrequent purchase of new fire apparatus, and at the present time the\nSt. Paul fire department has 211 paid men, 15 steamers, 4 chemicals, 8\nhook and ladder companies and 122 horses.\n\n       *       *       *       *       *\n\nThe volunteer fire department had no better friend than the late Mrs.\nBartlett Presley. She was the guardian angel of the fire department.\nNo night so cold or storm so great that Mrs. Presley was not present\nand with her own hands provide coffee and sandwiches for the tired and\nhungry firemen who had been heroically battling with the flames. She\nwas an honored guest at all entertainments with which the firemen\nwere connected, and was always toasted and feasted by the boys at the\nbrakes. She will ever be remembered, not only by the firemen, but by\nall old settlers, as one of the many noble women in St. Paul whose\nunostentatious deeds of charity have caused a ray of sunshine in many\nsad homes.\n\nMrs. Presley's death was deeply regretted, not only by the fire\ndepartment, but by every resident of the city.\n\n       *       *       *       *       *\n\nAmong the many brilliant members of the legal fraternity in St. Paul\nin early times no one possessed a more enviable reputation than\nthe Hon. Michael E. Ames. He was the very personification of\npunctiliousness and always displayed sublime imperturbability in\nexigencies of great moment. One dreary winter night his sleeping\napartment in uppertown was discovered to be on fire, and in a short\ntime the fire laddies appeared in front of his quarters and commenced\noperations. As soon as Mr. Ames discovered the nature of the\ndisturbance he arose from his bed, opened the window, and with\noutstretched arms and in a supplicating manner, as if addressing a\njury in an important case, exclaimed: \"Gentlemen, if you will be kind\nenough to desist from operations until I arrange my toilet, I will be\ndown.\" The learned counsel escaped with his toilet properly adjusted,\nbut his apartments were soon incinerated.\n\n       *       *       *       *       *\n\nHOTEL FIRES.\n\n       *       *       *       *       *\n\nLIST OF HOTELS DESTROYED BY FIRE DURING ST. PAUL'S EARLY HISTORY.\n\n  Daniels house, near Seven Corners.\n  Sintominie hotel, Sixth street.\n  Rice house, near Rice Park.\n  New England hotel, Third street\n  Hotel to the Wild Hunter, Jackson street.\n  Montreal house, Robert street.\n  Canada house, Robert street.\n  Winslow house, Seven Corners.\n  American house, Third street.\n  International hotel, Seventh and Jackson streets.\n  Franklin house, Marshall avenue.\n  Dakota house, Seven Corners.\n  Washington house, Seven Corners.\n  Cosmopolitan hotel, Third street.\n  Western house, Third street.\n  Garden City house, Fourth street.\n  City hotel, Fourth street.\n  Central house, Bench street.\n  Emmert house, Bench street.\n  St. Paul house, Bench street.\n  Luxemborg hotel, Franklin street.\n  Farmers' hotel, Fourth street.\n  Greenman house, Fifth street.\n  Mansion house, Wabasha street.\n  Haine's hotel, Lake Como.\n  Aldrich house, Lake Como.\n  Park Place hotel, Summit avenue.\n  Carpenter house, Summit avenue.\n  Paul Faber's hotel, Third street.\n\n       *       *       *       *       *\n\nThe first hotel fire of any importance was that of the Daniels house,\nlocated on Eagle street near Seven Corners, which occurred in 1852.\nThe building had just been finished and furnished for occupancy. A\nstrong wind was raging and the little band of firemen were unable\nto save the structure. The names of Rev. D.D. Neill, Isaac Markley,\nBartlett Presley and W.M. Stees were among the firemen who assisted in\nsaving the furniture.\n\n       *       *       *       *       *\n\nThe Sintominie hotel on the corner of Sixth and John streets, was the\nsecond hotel to receive a visit from the fire king. This hotel was\nconstructed by the late C.W. Borup, and it was the pride of lower\ntown. Howard Ward and E.C. Rich were preparing to open it when the\nfire occurred. Owing to the lack of fire protection the building was\ntotally destroyed.\n\n       *       *       *       *       *\n\nEarly in the winter of 1856 the Rice house, commonly supposed to\nbe the first brick building erected in St. Paul, was burned to the\nground. It was three stories high, and when in process of building was\nconsidered a visionary enterprise. The building was constructed by\nHenry M. Rice, and he spared no expense to make it as complete as the\ntimes would allow. It was situated on Third street near Market, and\nin the early days was considered St. Paul's principal hotel. In its\nparlor and barroom the second session of the territorial legislature\nwas held, and the supreme court of the territory also used it for\nseveral terms.\n\n       *       *       *       *       *\n\nThe Canada house and the Galena house, two small frame structures on\nRobert near Third, were the next hotels to be visited by the fiery\nelement. These hotels, though small, were well patronized at the time\nof their destruction.\n\n       *       *       *       *       *\n\nOn the 16th of March, 1860, the most destructive fire that had ever\noccurred in St. Paul broke out in a small wooden building on Third\nstreet near Jackson, and though the entire fire department--three\nengines and one truck, manned by one hundred men--were promptly on\nhand, the flames rapidly got beyond their reach. Nearly all the\nbuildings on Third street at that time from Robert to Jackson were\ntwo-story frame structures, and in their rear were small houses\noccupied by the owners of the stores. When the fire was at its height\nit was feared that the whole of lower town would be destroyed before\nthe flames could be subdued, but by dint of superhuman effort the\nfiremen managed to cut off the leap across Robert street and soon had\nthe immense smouldering mass under control. Thirty-four buildings, the\nlargest number ever destroyed in St. Paul, were in ashes. Of the two\nblocks which lined the north and south sides of Third street above\nJackson, only three buildings were left standing, two being stone\nstructures occupied by Beaumont & Gordon and Bidwell & Co., and\nthe other a four-story brick building owned and occupied by A.L.\nLarpenteur. The New England, a two-story log house, and one of the\nfirst hotels built in St. Paul was among the ruins. The New England\nwas a feature in St. Paul, and it was pointed out to newcomers as the\nfirst gubernatorial mansion, and in which Gov. and Mrs. Ramsey had\nbegun housekeeping in 1849. The Empire saloon was another historic\nruin, for in its main portion the first printing office of the\nterritory had long held forth, and from it was issued the first\nPioneer, April 10, 1849. The Hotel to the Wild Hunter was also\ndestroyed at this fire.\n\n       *       *       *       *       *\n\nIn the fall of 1862 the Winslow house, located at Seven Corners, was\nentirely destroyed by fire. A defective stovepipe in the cupola caused\nthe fire, and it spread so rapidly that it was beyond the control\nof the firemen when they arrived upon the scene. A few pieces of\nfurniture, badly damaged, was all that was saved of this once popular\nhotel. The Winslow was a four-story brick building, and with the\nexception of the Fuller house the largest hotel in the city. The hotel\nwas constructed in 1854 by the late J.M. Winslow. Mr. Winslow was one\nof the most ingenious hotel constructors in the West. In some peculiar\nmanner he was enabled to commence the construction of a building\nwithout any capital, but when the building was completed he not only\nhad the building, but a bank account that indicated that he was a\nfinancier as well as a builder. The proprietors of the Winslow were\narrested for incendarism, but after a preliminary examination were\ndischarged.\n\n       *       *       *       *       *\n\nThe American house, on the corner of Third and Exchange streets, was\none of the landmarks of the city for a good many years. It was built\nin 1849, and the territorial politicians generally selected this hotel\nas their headquarters. Although it was of very peculiar architecture,\nthe interior fittings were of a modern character. On a stormy night in\nthe month of December, 1863, an alarm of fire was sent in from this\nhotel, but before the fire department reached the locality the fire\nwas beyond their control. The weather was bitter cold, and the water\nwould be frozen almost as soon as it left the hose. Finding their\nefforts fruitless to save the building, the firemen turned their\nattention to saving the guests. There were some very narrow escapes,\nbut no accidents of a very serious nature. As usual, thieves were\npresent and succeeded in carrying off a large amount of jewelry and\nwearing apparel belonging to the guests.\n\n       *       *       *       *       *\n\nIn the year of 1856 Mackubin & Edgerton erected a fine three-story\nbrick building on the corner of Third and Franklin streets. It was\noccupied by them as a banking house for a long time. The business\ncenter having been moved further down the street, they were compelled\nto seek quarters on Bridge Square. After the bank moved out of\nthis building it was leased to Bechtner & Kottman, and was by them\nremodeled into a hotel on the European plan at an expense of about\n$20,000. It was named the Cosmopolitan hotel, and was well patronized.\nWhen the alarm of fire was given it was full of lodgers, many of whom\nlost all they possessed. The Linden theatrical company, which was\nplaying at the Athenaeum, was among the heavy sufferers. At this fire\na large number of frame buildings on the opposite side of the street\nwere destroyed.\n\nWhen the Cosmopolitan hotel burned the walls of the old building were\nleft standing, and although they were pronounced dangerous by the city\nauthorities, had not been demolished. Dr. Schell, one of the best\nknown physicians of the city, occupied a little frame building near\nthe hotel, and he severely denounced the city authorities for their\nlax enforcement of the law. One night at 10 o'clock the city was\nvisited by a terrific windstorm, and suddenly a loud crash was heard\nin the vicinity of the doctor's office. A portion of the walls of the\nhotel had fallen and the little building occupied by the doctor had\nbeen crushed in. The fire alarm was turned on and the fire laddies\nwere soon on the spot. No one supposed the doctor was alive, but after\nthe firemen had been at work a short time they could hear the voice\nof the doctor from underneath the rubbish. In very vigorous English,\nwhich the doctor knew so well how to use, he roundly upbraided the\nfire department for not being more expeditious in extricating him from\nhis perilous position. After the doctor had been taken out of the\nruins It was found that he had not been seriously injured, and in the\ncourse of a few weeks was able to resume practice.\n\n       *       *       *       *       *\n\nDuring the winter of 1868 the Emmert house, situated on Bench street\nnear Wabasha, was destroyed by fire. The Emmert house was built in\nterritorial times by Fred Emmert, who for some time kept a hotel and\nboarding house at that place. It had not been used for hotel purposes\nfor some time, but was occupied by a  family and used as a\nboarding-house for <DW52> people. While the flames were rapidly\nconsuming the old building the discovery was made that a man and\nhis wife were sick in one of the rooms with smallpox. The crowd of\nonlookers fled in terror, and they would have been burned alive had\nnot two courageous firemen carried them out of the building. It was\nan unusually cold night and the <DW52> people were dumped into the\nmiddle of the street and there allowed to remain. They were provided\nwith clothing and some of the more venturesome even built a fire for\nthem, but no one would volunteer to take them to a place of shelter.\nAbout 10 o'clock on the following day the late W.L. Wilson learned\nof the unfortunate situation of the two <DW52> people, and he\nimmediately procured a vehicle and took them to a place of safety, and\nalso saw that they were thereafter properly cared for.\n\n       *       *       *       *       *\n\nOn the site of the old postoffice on the corner of Wabasha and Fifth\nstreets stood the Mansion house, a three-story frame building erected\nby Nicholas Pottgieser in early days at an expense of $12,000. It was\na very popular resort and for many years the weary traveler there\nreceived a hearty welcome.\n\nA very exciting event occurred at this house during the summer of\n1866. A man by the name of Hawkes, a guest at the hotel, accidentally\nshot and instantly killed his young and beautiful wife. He was\narrested and tried for murder, but after a long and sensational trial\nwas acquited.\n\n       *       *       *       *       *\n\nThe greatest hotel fire in the history of St. Paul occurred on the\nnight of Feb. 3, 1869. The International hotel (formerly the Fuller\nhouse) was situated on the northeast corner of Seventh and Jackson\nstreets, and was erected by A.G. Fuller in 1856. It was built of brick\nand was five stories high. It cost when completed, about $110,000. For\nyears it had been the best hotel in the West. William H. Seward and\nthe distinguished party that accompanied him made this hotel their\nheadquarters during their famous trip to the West in 1860. Gen. Pope\nand Gen. Sibley had their headquarters in this building, and from here\nemanated all the orders relating to the war against the rebellious\nSioux. In 1861 the property came into the possession of Samuel Mayall,\nand he changed the name of it from Fuller house to International\nhotel. Col. E.C. Belote, who had formerly been the landlord of the\nMerchants, was the manager of the hotel. The fire broke out in the\nbasement, it was supposed from a lamp in the laundry. The night was\nintensely cold, a strong gale blowing from the northwest. Not a soul\ncould be seen upon the street. Within this great structure more than\ntwo hundred guests were wrapped in silent slumber. To rescue them from\ntheir perilous position was the problem that required instant action\non the part of the firemen and the hotel authorities. The legislature\nwas then in session, and many of the members were among the guests who\ncrowded the hotel. A porter was the first to notice the blaze, and\nhe threw a pail water upon it, but with the result that it made no\nimpression upon the flames. The fire continued to extend, and the\nsmoke became very dense and spread into the halls, filling them\ncompletely, rendering breathing almost an impossibility. In the\nmeantime the alarm had been given throughout the house, and the\nguests, both male and female, came rushing out of the rooms in their\nnight Clothes. The broad halls of the hotel were soon filled with a\ncrowd of people who hardly knew which way to go in order to find their\nway to the street. The servant girls succeeded in getting out first,\nand made their way to the snow-covered streets without sufficient\nclothing to protect their persons, and most of them were without\nshoes. While the people were escaping from the building the fire was\nmaking furious and rapid progress. From the laundry the smoke issued\ninto every portion of the building. There was no nook or corner that\nthe flames did not penetrate. The interior of the building burned with\ngreat rapidity until the fire had eaten out the eastern and southern\nrooms, when the walls began to give indications of falling. The upper\nportion of them waved back and forth in response to a strong wind,\nwhich filled the night air with cinders. At last different portions of\nthe walls fell, thus giving the flames an opportunity to sweep from\nthe lower portions of the building. Great gusts, which seemed to\nalmost lift the upper floors, swept through the broken walls. High up\nover the building the flames climbed, carrying with them sparks and\ncinders, and in come instances large pieces of timber. All that saved\nthe lower part of the city from fiery destruction was the fact that a\nsolid bed of snow a foot deep lay upon the roofs of all the buildings.\nDuring all this time there was comparative quiet, notwithstanding the\nfact that the fire gradually extended across Jackson street and also\nacross Seventh street. Besides the hotel, six or eight other buildings\nwere also on fire, four of which were destroyed. Women and men were to\nbe seen hurrying out of the burning buildings in their night\nclothes, furniture was thrown into the street, costly pianos, richly\nupholstered furniture, valuable pictures and a great many other\nexpensive articles were dropped in the snow in a helter-skelter\nmanner. Although nearly every room in the hotel was occupied and\nrumors flew thick and fast that many of the guests were still in their\nrooms, fortunately no lives were lost and no one was injured. The\ncoolest person in the building was a young man by the name of Pete\nO'Brien, the night watchman. When he heard of the fire he comprehended\nin a moment the danger of a panic among over two hundred people who\nwere locked in sleep, unconscious of danger. He went from room to room\nand from floor to floor, telling them of the danger, but assuring them\nall that they had plenty of time to escape. He apparently took command\nof the excited guests and issued orders like a general on the field of\nbattle. To his presence of mind and coolness many of the guests were\nindebted for their escape from a frightful death. The fire department\nworked hard and did good service. The city had no waterworks at that\ntime, but relied for water entirely upon cisterns located in different\nparts of the city. When the cisterns became dry it was necessary\nto place the steamer at the river and pump water through over two\nthousand feet of hose.\n\nAmong the guests at the hotel at the time of the fire were Gen. C.C.\nAndrews, Judge Lochren, Capt. H.A. Castle, Gen. W.G. Le Duc, Selah\nChamberlain, Gov. Armstrong and wife, Charles A. Gilman and wife,\nDr. W.W. Mayo, I.W. Webb, Dr. Charles N. Hewitt, M.H. Dunnell, Judge\nThomas Wilson and more than two hundred others.\n\n       *       *       *       *       *\n\nThe Park Place hotel on the corner of Summit avenue and St. Peter\nstreet, was at one time one of of the swell hotels of the city. It\nwas a frame building, four stories high and nicely situated. The\nproprietors of it intended it should be a family hotel, but it did not\nmeet with the success anticipated, and when, on the 19th of May, 1878,\nit was burned to the ground it was unoccupied. The fire was thought\nto be the work of incendiaries. The loss was about $20,000, partially\ninsured. Four firemen were quite seriously injured at this fire, but\nall recovered.\n\n       *       *       *       *       *\n\nThe Carpenter house, on the corner of Summit avenue and Ramsey street,\nwas built by Warren Carpenter. Mr. Carpenter was a man of colossal\nideas, and from the picturesque location of his hotel, overlooking the\ncity, he could see millions of tourists flocking to his hostelry. The\npanic of 1857, soon followed by the great Civil war, put a quietus on\nimmigration, and left him stranded high on the beach. Mr. Carpenter's\ndream of millions were far from being realized, and when on the 26th\nof January, 1879, the hotel was burned to the ground, it had for some\ntime previous passed beyond his control.\n\n       *       *       *       *       *\n\nAt one time there were three flourishing hotels on Bench street.\nThe average citizen of to-day does not know that such a street ever\nexisted. The Central house, on the corner of Bench and Minnesota\nstreets, was the first hotel of any pretension built in the city,\nand it was one of the last to be burned. The first session of the\nterritorial legislature of Minnesota was held in the dining room of\nthis old hotel building, and for a number of years the hotel did a\nthriving business. As the city grew it was made over into a large\nboarding house, and before the war Mrs. Corbett was manager of the\nplace. It was afterward kept by Mrs. Ferguson, George Pulford and Ben\nFerris, the latter being in possession of it when it was destroyed by\nfire. The building was burned In August, 1873.\n\n       *       *       *       *       *\n\nA hotel that was very popular for some time was the Greenman house,\nsituated on the corner of Fifth and St. Peter streets, the site of the\nWindsor hotel. It was a three-story frame structure and was built in\nthe early seventies. Mr. Greenman kept the hotel for some time, and\nthen sold it to John Summers, who was the owner of it when it was\nburned.\n\n       *       *       *       *       *\n\nThe Merchants is the only one of the old hotels still existing, and\nthat only in name, as the original structure was torn down to make\nroom for the present building many years ago.\n\n       *       *       *       *       *\n\nAside from the hotel fires one of the most appalling calamities that\never occurred at a fire in St. Paul took place in May, 1870, when the\nold Concert Hall building on Third street, near Market, was destroyed.\nConcert Hall was built by the late J.W. McClung in 1857, and the hall\nin the basement was one of the largest in the city. The building was\nthree stories high in front and six or seven on the river side. It\nwas located about twenty-five feet back from the sidewalk. Under the\nsidewalk all kinds of inflamable material was stored and it was from\nhere that the fire was first noticed. In an incredibly short time\nflames reached the top of the building, thus making escape almost\nimpossible. On the river side of the building on the top floor two\nbrothers, Charles and August Mueller, had a tailor shop. The fire\nspread so rapidly that the building was completely enveloped in flames\nbefore they even thought their lives were endangered. In front of them\nwas a seething mass of flames and the distance to the ground on the\nriver side was so great that a leap from the window meant almost\ncertain death. They could be plainly seen frantically calling for\nhelp. There was no possible way to reach them. Finally Charles Mueller\njumped out on the window sill and made a leap for life, and an instant\nlater he was followed by his brother. The bewildered spectators did\nnot suppose for a moment that either could live. They were too much\nhorrified to speak, but when it was over and they were lifted into\nbeds provided for them doctors were called and recovery was pronounced\npossible. After months of suffering both recovered. August Mueller is\nstill living in the city. A lady by the name of McClellan, who had a\ndressmaking establishment in the building, was burned to death and it\nwas several days before her body was recovered.\n\nThe following named men have been chiefs of the St. Paul fire\ndepartment:\n\n  Wash M. Stees,\n  Chas. H. Williams,\n  J.C.A. Pickett,\n  W.T. Donaldson,\n  J.B. Irvine,\n  J.E. Missen,\n  Luther H. Eddy,\n  B. Rodick,\n  M.B. Farrell,\n  J.C. Prendergast,\n  Bartlett Presley,\n  Frank Brewer,\n  R.O. Strong,\n  John T. Black,\n  Hart N. Cook,\n  John Jackson.\n\n\n\n\nTHE FIRST AMUSEMENT HALLS IN ST. PAUL.\n\nINCIDENTS CONNECTED WITH THE EARLY AMUSEMENT HALLS OF ST. PAUL--IRVINE\nHALL--DAN EMMET AND DIXIE--THE HUTCHINSONS--MAZURKA HALL, MOZART HALL,\nETC.\n\n\nVery few of the 200,000 inhabitants of St. Paul are aware that the\nthree-story, three-cornered building on Third street at Seven Corners\nonce contained one of the most popular amusement halls in the city. It\nwas called Irvine hall, and at one time Melodeon hall. Dan Emmet had a\nminstrel company at this hall during the years 1857 and 1858, and an\nexcellent company it was, too. There was Frank Lombard, the great\nbaritone; Max Irwin, bones, and one of the funniest men who ever sat\non the stage; Johnny Ritter, female impersonator and clog dancer, and\na large number of others. Frank Lombard afterward achieved a national\nreputation as one of the best baritone singers in the country. He\nwas much sought after for patriotic entertainments and political\nconventions. His masterpiece was the Star-Spangled Banner, and his\ngreat baritone voice, which could be heard for blocks, always brought\nenthusiastic applause. Some time during the summer of 1858 the\nHutchinson family arranged to have the hall for a one-night\nentertainment. By some means or other the troupe got separated and one\nof the brothers got stalled on Pig's Eye bar. When their performance\nwas about half over the belated brother reached the hall and rushed\nfrantically down the aisle, with carpetbag in hand, leaped upon the\nstage, and in full view of the audience proceeded to kiss the entire\ntribe. The audience was under the impression they had been separated\nfor years instead of only twenty-four hours. The next evening Max\nIrwin was missing from his accustomed place as one of the end men, and\nwhen the performance had been in progress for about fifteen minutes\nMax came rushing down the aisle with carpetbag in hand and went\nthrough the same performance as did the lost brother of the Hutchinson\nfamily. The effect was electrical, and for some time Max's innovation\nwas the talk of the town. Dan Emmet, though a wondering minstrel, was\na very superior man and was his own worst enemy. He was a brother of\nLafayette S. Emmett, chief justice of the supreme court of the State\nof Minnesota. The judge, dignified and aristocratic, did not take\nkindly to the idea of his brother being a minstrel. Dan was not\nparticularly elated because his brother was on the supreme bench. They\nwere wholly indifferent as to each other's welfare. They did not even\nspell their names the same way. Dan had only one \"t\" at the end of his\nname, while the judge used two. Whether the judge used two because\nhe was ashamed of Dan, or whether Dan used only one because he was\nashamed of the judge, no one seemed to know. Dan Emmet left a legacy\nthat will be remembered by the lovers of melody for many years. What\nleft the judge? When Emmet's company left St. Paul they got stranded\nand many of them found engagements in other organizations. Dan turned\nhis attention to writing <DW64> melodies. He wrote several popular\nairs, one of them being \"Dixie,\" which afterward became the national\nair of the Confederate States. When \"Dixie\" was written Emmet was\nconnected with Bryant's Minstrels in New York city, and he sent a copy\nto his friend in St. Paul, the late R.C. Munger, and asked his opinion\nas to its merits and whether he thought it advisable to place it\nin the hands of a publisher. Mr. Munger assured his friend that he\nthought it would make a great hit, and he financially assisted Mr.\nEmmet in placing it before the public. One of the first copies printed\nwas sent to Mr. Munger, and the first time this celebrated composition\nwas ever sung in the West was in the music store of Munger Bros, in\nthe old concert hall building on Third street. \"Dixie\" at once became\nvery popular, and was soon on the program of every minstrel troupe in\nthe country. Dan Emmet devoted his whole life to minstrelsy and he\norganized the first traveling minstrel troupe in the United States,\nstarting from some point in Ohio in 1843.\n\nThe father of the Emmets was a gallant soldier of the War of 1812, and\nat one time lived in the old brown frame house at the intersection of\nRamsey and West Seventh streets, recently demolished. A correspondent\nof one of the magazines gives the following account of how \"Dixie\"\nhappened to become the national air of the Confederate States:\n\n\"Early in the war a spectacular performance was being given in New\nOrleans. Every part had been filled, and all that was lacking was a\nmarch and war song for the grand chorus. A great many marches and\nsongs were tried, but none could be decided upon until 'Dixie' was\nsuggested and tried, and all were so enthusiastic over it that it\nwas at once adopted and given in the performance. It was taken up\nimmediately by the populace and was sung in the streets and in homes\nand concert halls daily. It was taken to the battlefields, and there\nbecame the great song of the South, and made many battles harder\nfor the Northerner, many easier for the Southerner. Though it has\nparticularly endeared itself to the South, the reunion of American\nhearts has made it a national song. Mr. Lincoln ever regarded it as a\nnational property by capture.\"\n\n       *       *       *       *       *\n\nThe Hutchinson family often visited St. Paul, the enterprising town of\nHutchinson, McLeod county, being named after them. They were a very\npatriotic family and generally sang their own music. How deliberate\nthe leader of the tribe would announce the title of the song about to\nbe produced. Asa Hutchinson would stand up behind the melodeon,\nand with a pause between each word inform the audience that\n\"Sister--Abby--will--now--sing--the--beautiful--song--composed--\nby--Lucy--Larcum--entitled--'Hannah--Is--at--the--Window--Binding--\nShoes.'\" And sister Abby would sing it, too. During the early\npart of the war the Hutchinson family was ordered out of the Army of\nthe Potomac by Gen. McClellan on account of the abolition sentiments\nexpressed in its songs. The general was apparently unable to interpret\nthe handwriting on the wall, as long before the war was ended the\nentire army was enthusiastically chanting that beautiful melody to the\nking of abolitionists--\n\n  \"John Brown's body lies moldering in the grave\n  And his soul is marching on.\"\n\nGen. McClellan was at one time the idol of the army, as well as of the\nentire American people. Before the war he was chief engineer of the\nIllinois Central railroad and made frequent trips to St. Paul to see\nthe future Mrs. McClellan, a Miss Marcy, daughter of Maj. R.B. Marcy\nof the regular army, who lived in the old Henry M. Rice homestead on\nSummit avenue. When Gen. McClellan was in command of the Army of the\nPotomac Maj. Marcy was his chief of staff.\n\nOne of the original Hutchinsons is still living, as indicated by the\nfollowing dispatch, published since the above was written:\n\n\"Chicago, Ill., Jan. 4, 1902.--John W. Hutchinson, the last survivor\nof the famous old concert-giving Hutchinson family, which\nwas especially prominent in anti-bellum times, received many\ncongratulations to-day on the occasion of his eighty-first birthday,\nMr. Hutchinson enjoys good health and is about to start on a new\nsinging and speaking crusade through the South, this time against the\nsale and us of cigarettes. Mr. Hutchinson made a few remarks to the\nfriends who had called upon him, in the course of which he said: 'I\nnever spent a more enjoyable birthday than this, except upon the\noccasion of my seventy-fifth, which I spent in New York and was\ntendered a reception by the American Temperance union, of which I was\nthe organizer. Of course you will want me to sing to you, and I\nthink I will sing my favorite song, which I wrote myself. It is \"The\nFatherhood of God and the Brotherhood of Man.\" I have written a great\nmany songs, among them \"The Blue and the Gray,\" \"Good old Days of\nYore,\" and some others that I cannot remember now. I sang the \"Blue\nand the Gray\" in Atlanta six years ago, at the time of the exposition\nthere, and McKinley was there. I had the pleasure of saying a few\nwords at that time about woman's suffrage. I wrote the first song\nabout woman's suffrage and called it \"Good Times for Women.\" This is\nthe 11,667th concert which I have taken part in.'\"\n\nThe venerable singer is reputed to be quite wealthy. A few years ago\none of the children thought the old man was becoming entirely too\nliberal in the distribution of his wealth, and brought an action in\nthe New York courts requesting the appointment of a guardian to\nhis estate. The white-haired musician appeared in court without an\nattorney, and when the case was about to be disposed of made a request\nof the judge, which was granted, that he might be sworn. After Mr.\nHutchinson had made his statement to the court the judge asked a few\nquestions. \"How is your memory?\" said the judge. \"Memory,\" replied the\nold man. \"I remember the flavor of the milk at the maternal fountain.\"\nThe judge concluded that Mr. Hutchinson was fully capable of managing\nhis own affairs.\n\n       *       *       *       *       *\n\nConcert hall, built in 1857 by J.W. McClung, had room for 400 or 500\npeople, but it was somewhat inaccessible on account of its being in\nthe basement of the building and was not very much in demand. Horatio\nSeymour made a great speech to the Douglas wing of the Democracy in\nthe hall during the campaign of 1880, and Tom Marshall, the great\nKentucky orator, delivered a lecture on Napoleon to a large audience\nIn the same place. On the night of the presidential election in 1860 a\nnumber of musicians who had been practicing on \"Dixie\" and other music\nin Munger's music store came down to the hall and entertained the\nRepublicans who had gathered there for the purpose of hearing the\nelection returns. There was a great deal more singing than there was\nelection returns, as about all the news they were able to get was from\nthe four precincts of St. Paul, New Canada, Rose and Reserve townships\nand West St. Paul. We had a telegraph line, to be sure, but Mr.\nWinslow, who owned the line, would not permit the newspapers, or any\none else, to obtain the faintest hint of how the election had gone in\nother localities. After singing until 11 or 12 o'clock, and abusing\nMr. Winslow in language that the linotype is wholly unable to\nreproduce, the crowd dispersed. Nothing could be heard of how the\nelection had gone until the following afternoon, when Gov. Ramsey\nreceived a dispatch from New York announcing that that state had\ngiven Mr. Lincoln 50,000 majority. As that was the pivotal state the\nRepublicans immediately held a jollification meeting.\n\n       *       *       *       *       *\n\nTom Marshall was one of the most eloquent orators America ever\nproduced. He was spending the summer in Minnesota endeavoring to\nrecover from the effects of an over-indulgence of Kentucky's great\nstaple product, but the glorious climate of Minnesota did not seem to\nhave the desired effect, as he seldom appeared on the street without\npresenting the appearance of having discovered in the North Star State\nan elixer fully as invigorating as any produced in the land where\ncolonels, orators and moonshiners comprise the major portion of the\npopulation. One day as Marshall came sauntering down Third street he\nmet a club of Little Giants marching to a Democratic gathering.\nThey thought they would have a little sport at the expense of the\ndistinguished orator from Kentucky, and they haulted immediately in\nfront of him and demanded a speech. They knew that Mr. Marshall was a\npronounced Whig and supported the candidacy of Bell and Everett, but\nas he was from a slave state they did not think he would say anything\nreflecting on the character of their cherished leader. Mr. Marshall\nstepped to the front of the sidewalk and held up his hand and said:\n\"Do you think Douglas will ever be president? He will not, as no man\nof his peculiar physique ever entered the sacred portals of the White\nHouse.\" He then proceeded to denounce Douglas and the Democratic party\nin language that was very edifying to the few Republicans who chanced\nto be present. The Little Giants concluded that it was not the proper\ncaper to select a casual passer-by for speaker, and were afterward\nmore particular in their choice of an orator.\n\n       *       *       *       *       *\n\nOne night there was a Democratic meeting in the hall and after a\nnumber of speakers had been called upon for an address, De Witt C.\nCooley, who was a great wag, went around in the back part of the hall\nand called upon the unterrified to \"Holler for Cooley.\" The request\nwas complied with and Mr. Cooley's name was soon on the lips of nearly\nthe whole audience. When Mr. Cooley mounted the platform an Irishman\nin the back part of the hall inquired in a voice loud enough to be\nheard by the entire audience, \"Is that Cooley?\" Upon being assured\nthat it was, he replied in a still louder voice: \"Be jabers, that's\nthe man that told me to holler for Cooley.\" The laugh was decidedly on\nCooley, and his attempted flight of oratory did not materialize.\n\nCooley was at one time governor of the third house and if his message\nto that body could be reproduced it would make very interesting\nreading.\n\n       *       *       *       *       *\n\nThe Athenaeum was constructed in 1859 by the German Reading society,\nand for a number of years was the only amusement hall in St. Paul with\na stage and drop curtain. In 1861 Peter and Caroline Richings spent\na part of the summer in St. Paul, and local amusement lovers were\ndelightfully entertained by these celebrities during their sojourn.\nDuring the war a number of dramatic and musical performances were\ngiven at the Athenaeum for the boys in blue. The cantata of \"The\nHaymakers,\" for the benefit of the sanitary commission made quite a\nhit, and old residents will recollect Mrs. Winne, Mrs. Blakeley and\nProf. Perkins, who took the leading parts. Prof. Phil Roher and Otto\nDreher gave dramatic performances both in German and English for some\ntime after the close of the war. Plunkett's Dramatic company, with\nSusan Denin as the star, filled the boards at this hall a short time\nbefore the little old opera house was constructed on Wabasha street.\nDuring the Sioux massacre a large number of maimed refugees were\nbrought to the city and found temporary shelter in this place.\n\n       *       *       *       *       *\n\nIn 1853 Market hall, on the corner of Wabasha and Seventh streets, was\nbuilt, and it was one of the principal places of amusement. The Hough\nDramatic company, with Bernard, C.W. Couldock, Sallie St. Clair and\nothers were among the notable performers who entertained theatergoers.\nIn 1860 the Wide Awakes used this place for a drill hall, and so\nproficient did the members become that many of them were enabled to\ntake charge of squads, companies and even regiments in the great\nstruggle that was soon to follow.\n\n       *       *       *       *       *\n\nIn 1860 the Ingersoll block on Bridge Square was constructed, and as\nthat was near the center of the city the hall on the third floor\nwas liberally patronized for a number of years. Many distinguished\nspeakers have entertained large and enthusiastic audiences from the\nplatform of this popular hall. Edward Everett, Ralph Waldo Emerson and\nJohn B. Gough are among the great orators who have electrified and\ninstructed the older inhabitants, and the musical notes of the Black\nSwan, Mlle. Whiting and Madame Varian will ever be remembered by\nthose whose pleasure it was to listen to them. Mrs. Scott Siddons, an\nelocutionist of great ability and a descendant of the famous English\nfamily of actors of that name, gave several dramatic readings to her\nnumerous admirers. When Sumter was fired on, Capt. W.H. Acker used\nthis hall as a rendezvous and drill hall for Company C, First regiment\nof Minnesota volunteers, and many rousing war meetings for the purpose\nof devising ways and means for the furtherance of enlistments took\nplace in this building.\n\nIn February, 1861, the ladies of the different Protestant churches of\nSt. Paul, with the aid of the Young Men's Christian association, gave\na social and supper in this building for the purpose of raising funds\nfor the establishment of a library. It was a sort of dedicatory\nopening of the building and hall, and was attended by large\ndelegations from the different churches. Quite a large sum was\nrealized. A room was fitted up on the second story and the beginning\nof what is now the St. Paul library soon opened up to the public.\nAbout 350 books were purchased with the funds raised by the social,\nand the patrons of the library were required to pay one dollar per\nyear for permission to read them. Dr. T.D. Simonton was the first\nlibrarian. Subsequently this library was consolidated with the St.\nPaul Mercantile Library association and the number of books more than\ndoubled. A regular librarian was then installed with the privilege of\nreading the library's books raised to two dollars per annum.\n\n       *       *       *       *       *\n\nThe People's theater, an old frame building on the corner of Fourth\nand St. Peter streets, was the only real theatrical building in\nthe city. H. Van Liew was the lessee and manager of this place of\nentertainment, and he was provided with a very good stock company.\nEmily Dow and her brother, Harry Gossan and Azelene Allen were among\nthe members. During the summer of 1858 Mr. and Mrs. J.W. Wallack came\nto St. Paul and played a two weeks' engagement. They were the most\nprominent actors who had yet appeared in this part of the country.\n\n\"The Man in the Iron Mask\" and \"Macbeth\" were on their repertoire.\nProbably \"Macbeth\" was never played to better advantage or to more\nappreciative audiences than it was during the stay of the Wallacks.\nMrs. Wallack's Lady Macbeth was a piece of acting that few of the\npresent generation can equal. Col. R.E.J. Miles was one of the stars\nat this theater, and it was at this place that he first produced the\nplay of \"Mazeppa,\" which afterward made him famous. A.M. Carver,\nforeman of the job department of the St. Paul Times, often assisted in\ntheatrical productions. Mr. Carver was not only a first-class printer,\nbut he was also a very clever actor. His portrayal of the character of\nUncle Tom in \"Uncle Tom's Cabin,\" which had quite a run, and was fully\nequal to any later production by full fledged members of the dramatic\nprofession. Mr. Carver was one of the first presidents of the\nInternational Typographical union, and died in Cincinnati many years\nago, leaving a memory that will ever be cherished by all members of\nthe art preservative.\n\nThis theater had a  gallery, and the shaded gentry were\nrequired to pay as much for admission to the gallery at the far end of\nthe building as did the nabobs in the parquet. Joe Rolette, the member\nfrom \"Pembina\" county, occasionally entertained the audience at this\ntheater by having epileptic fits, but Joe's friends always promptly\nremoved him from the building and the performance would go on\nundisturbed.\n\n       *       *       *       *       *\n\nOn the second story of an old frame building on the southeast corner\nof Third and Exchange streets there was a hall that was at one time\nthe principal amusement hall of the city. The building was constructed\nin 1850 by the Elfelt brothers and the ground floor was occupied by\nthem as a dry goods store. It is one of the very oldest buildings in\nthe city. The name of Elfelt brothers until quite recently could be\nseen on the Exchange street side of the building. The hall was named\nMazurka hall, and all of the swell entertainments of the early '50s\ntook place in this old building. At a ball given in the hall during\none of the winter months more than forty years ago, J.Q.A. Ward,\nbookkeeper for the Minnesotian, met a Miss Pratt, who was a daughter\nof one of the proprietors of the same paper, and after an acquaintance\nof about twenty minutes mysteriously disappeared from the hall and got\nmarried. They intended to keep it a secret for a while, but it was\nknown all over the town the next day and produced great commotion.\nMiss Pratt's parents would not permit her to see her husband, and they\nwere finally divorced without having lived together.\n\nFor a number of years Napoleon Heitz kept a saloon and restaurant in\nthis building. Heitz had participated in a number of battles under\nthe great Napoleon, and the patrons of his place well recollect the\ngraphic descriptions of the battle of Waterloo which he would often\nrelate while the guest was partaking of a Tom and Jerry or an oyster\nstew.\n\n       *       *       *       *       *\n\nDuring the summer of 1860 Charles N. Mackubin erected two large\nbuildings on the site of the Metropolitan hotel. Mozart hall was on\nthe Third street end and Masonic hall on the Fourth street corner. At\na sanitary fair held during the winter of 1864 both of these halls\nwere thrown together and an entertainment on a large scale was\nheld for the benefit of the almost depleted fundes of the sanitary\ncommission. Fairs had been given for this fund in nearly all the\nprincipal cities of the North, and it was customary to vote a sword\nto the most popular volunteer officer whom the state had sent to the\nfront. A large amount of money had been raised in the different cities\non this plan, and the name of Col. Marshall of the Seventh regiment\nand Col. Uline of the Second were selected as two officers in whom it\nwas thought the people would take sufficient interest to bring out a\nlarge vote. The friends of both candidates were numerous and each side\nhad some one stationed at the voting booth keeping tab on the number\nof votes cast and the probable number it would require at the close\nto carry off the prize. Col. Uline had been a fireman and was very\npopular with the young men of the city. Col. Marshall was backed by\nfriends in the different newspaper offices. The contest was very\nspirited and resulted in Col. Uline capturing the sword, he having\nreceived more than two thousand votes in one bundle during the last\nfive minutes the polls were open. This fair was very successful,\nthe patriotic citizens of St. Paul having enriched the funds of the\nsanitary commission by several thousand dollars.\n\n       *       *       *       *       *\n\nOne of the first free concert halls in the city was located on Bridge\nSquare, and it bore the agonizing name of Agony hall. Whether it\nwas named for its agonizing music or the agonizing effects of its\nbeverages was a question that its patrons were not able to determine.\n\n       *       *       *       *       *\n\nIn anti-bellum times Washington's birthday was celebrated with more\npomp and glory than any holiday during the year. The Pioneer Guards,\nthe City Guards, the St. Paul Light Artillery, the St. Paul fire\ndepartment and numerous secret organizations would form in\nprocession and march to the capitol, and in the hall of the house of\nrepresentatives elaborate exercises commemorative of the birth of the\nnation's first great hero would take place. Business was generally\nsuspended and none of the daily papers would be issued on the\nfollowing day.\n\nIn 1857 Adalina Patti appeared in St. Paul for the first time. She was\nabout sixteen years old and was with the Ole Bull Concert company.\nThey traveled on a small steamboat and gave concerts in the river\ntowns. Their concert took place in the hall of the house of\nrepresentatives of the old capitol, that being the only available\nplace at the time. Patti's concert came near being nipped in the bud\nby an incident that has never been printed. Two boys employed as\nmessengers at the capitol, both of whom are now prominent business\nmen in the city, procured a key to the house, and, in company with a\nnumber of other kids, proceeded to representative hall, where they\nwere frequently in the habit of congregating for the purpose of\nplaying cards, smoking cigars, and committing such other depradations\nas it was possible for kids to conceive. After an hour or so of\nrevelry the boys returned the key to its proper place and separated.\nIn a few minutes smoke was seen issuing from the windows of the hall\nand an alarm of fire was sounded. The door leading to the house was\nforced open and it was discovered that the fire had nearly burned\nthrough the floor. The boys knew at once that it was their\ncarelessness that had caused the alarm, and two more frightened kids\nnever got together. They could see visions of policemen, prison bars,\nand even Stillwater, day and night for many years. They would often\nget together on a back street and in whispered tones wonder if they\nhad yet been suspected. For more than a quarter of a century these two\nkids kept this secret in the innermost recesses of their hearts,\nand it is only recently that they dared to reveal their terrible\npredicament.\n\n       *       *       *       *       *\n\nA few days after Maj. Anderson was compelled to lower the Stars and\nStripes on Sumter's walls a mass meeting of citizens, irrespective of\nparty, was called to meet at the hall of the house of representatives\nfor the purpose of expressing the indignation of the community at the\ndastardly attempt of the Cotton States to disrupt the government.\nLong before the time for the commencement of the meeting the hall was\npacked and it was found necessary to adjourn to the front steps of\nthe building in order that all who desired might take part in the\nproceedings. Hon. John S. Prince, mayor of the city, presided,\nassisted by half a dozen prominent citizens as vice presidents. Hon.\nJohn M. Gilman, an honored resident of the city, was one of the\nprincipal speakers. Mr. Gilman had been the Democratic candidate for\ncongress the fall previous, and considerable interest was manifested\nto hear what position he would take regarding the impending conflict.\nIt was very soon apparent that Mr. Gilman was in hearty sympathy with\nthe object of the meeting and his remarks were received with great\ndemonstrations of approbation. Hon. J.W. Taylor followed Mr. Gilman\nand made a strong speech in favor of sustaining Mr. Lincoln. There\nwere a number of other addresses, after which resolutions were adopted\npledging the government the earnest support of the citizens, calling\non the young men to enroll their names on the roster of the rapidly\nforming companies and declaring that they would furnish financial aid\nwhen necessary to the dependant families of those left behind. Similar\nmeetings were held in different parts of the city a great many times\nbefore the Rebellion was subdued.\n\n       *       *       *       *       *\n\nThe first Republican state convention after the state was admitted\ninto the Union was held in the hall of the house of representatives.\nThe state was not divided into congressional districts at that time\nand Col. Aldrich and William Windom were named as the candidates for\nrepresentatives in congress. Col. Aldrich did not pretend to be much\nof an orator, and in his speech of acceptance he stated that while\nhe was not endowed with as much oratorical ability as some of his\nassociates on the ticket, yet he could work as hard as any one, and\nhe promised that he would sweat at least a barrel in his efforts to\npromote the success of the ticket.\n\n       *       *       *       *       *\n\nAromory hall, on Third street, between Cedar and Minnesota, was built\nin 1859, and was used by the Pioneer Guards up to the breaking out of\nthe war. The annual ball of the Pioneer Guards was the swell affair of\nthe social whirl, and it was anticipated with as much interest by\nthe Four Hundred as the charity ball is to-day. The Pioneer Guards\ndisbanded shortly after the war broke out, and many of its members\nwere officers in the Union army, although two or three of them stole\naway and joined the Confederate forces, one of them serving on Lee's\nstaff during the entire war. Col. Wilkin Col. King, Col. Farrell,\nCapt. Coates, Capt. Van Slyke, Capt. Western, Lieut. Zernberg and\nLieut. Tuttle were early in the fray, while a number of others\nfollowed as the war progressed.\n\n       *       *       *       *       *\n\nIt was not until the winter of 1866-67 that St. Paul could boast of a\ngenuine opera house. The old opera house fronting on Wabasha street,\non the ground that is now occupied by the Grand block, was finished\nthat winter and opened with a grand entertainment given by local\ntalent. The boxes and a number of seats in the parquet were sold at\nauction, the highest bidder being a man by the name of Philbrick, who\npaid $72 for a seat in the parquet. This man Philbrick was a visitor\nin St. Paul, and had a retinue of seven or eight people with him. It\nwas whispered around that he was some kind of a royal personage, and\nwhen he paid $72 for a seat at the opening of the opera house people\nwere sure that he was at least a duke. He disappeared as mysteriously\nas he had appeared. It was learned afterward that this mysterious\nperson was Coal Oil Johnny out on a lark. The first regular company to\noccupy this theater was the Macfarland Dramatic company, with Emily\nMelville as the chief attraction. This little theater could seat about\n1,000 people, and its seating capacity was taxed many a time long\nbefore the Grand opera house in the rear was constructed. Wendell\nPhilips, Henry Ward Beecher, Theodore Tilton, Frederick Douglass and\nmany others have addressed large audiences from the stage of this old\nopera house. An amusing incident occurred while Frederick Douglass was\nin St. Paul. Nearly every seat in the house had been sold long before\nthe lecture was to commence, and when Mr. Douglass commenced speaking\nthere was standing room only. A couple of enthusiastic Republicans\nfound standing room in one of the small upper boxes, and directly in\nfront of them was a well-known Democratic politician by the name of\nW.H. Shelley. Mr. Shelley had at one time been quite prominent in\nlocal Republican circles, but when Andrew Johnson made his famous\nswing around the circle Shelley got an idea that the proper thing to\ndo was to swing around with him. Consequently the Republicans who\nstood up behind Mr. Shelley thought they would have a little amusement\nat his expense. Every time Mr. Douglass made a point worthy\nof applause these ungenerous Republicans would make a great\ndemonstration, and as the audience could not see them and could\nonly see the huge outline of Mr. Shelley they concluded that he was\nthoroughly enjoying the lecture and had probably come back to the\nRepublican fold. Mr. Shelley stood it until the lecture was about\nhalf over, when he left the opera house in disgust. Mr. Shelley was a\ncandidate for the position of collector of customs of the port of St.\nPaul and his name had been sent to the senate by President Johnson,\nbut as that body was largely Republican his nomination lacked\nconfirmation.\n\n       *       *       *       *       *\n\nAbout the time of the great Heenan and Sayers prize fight in England\na number of local sports arranged to have a mock engagement at the\nAthenaeum. There was no kneitoscopic method of reproducing a fight at\nthat time, but it was planned to imitate the great fight as closely as\npossible. James J. Hill was to imitate Sayers and Theodore Borup the\nBenecia boy. They were provided with seconds, surgeons and all\nthe attendants necessary for properly staging the melee. It was\nprearranged that Theodore, in the sixth or seventh round, was to knock\nHill out, but as the battle progressed, Theodore made a false pass and\nHill could not desist from taking advantage of it, and the prearranged\nplan was reversed by Hill knocking Theodore out. And Hill has kept\nright on taking advantage of the false movements of his adversaries,\nand is now knocking them out with more adroitness than he did forty\nyears ago.\n\n\n\n\nPRINTERS AND EDITORS OF TERRITORIAL DAYS.\n\nCAPT.E.Y. SHELLEY THE PIONEER PRINTER OF MINNESOTA--A LARGE NUMBER OF\nPRINTERS IN THE CIVIL WAR--FEW OF. THE OLD TIMERS LEFT.\n\n\nTERRITORIAL PRINTERS.\n\n       *       *       *       *       *\n\n  E.Y. Shelly,\n  George W. Moore,\n  John C. Devereux,\n  Martin Williams,\n  H.O. Bassford,\n  Geo. W. Benedict,\n  Louis E. Fisher,\n  Geo. W. Armstrong,\n  J.J. Noah,\n  M.J. Clum,\n  Samuel J. Albright,\n  David Brock,\n  D.S. Merret,\n  Richard Bradley,\n  A.C. Crowell,\n  Sol Teverbaugh,\n  Edwin Clark,\n  Harry Bingham,\n  William Wilford,\n  Ole Kelson,\n  C.R. Conway,\n  Isaac H. Conway,\n  David Ramaley,\n  M.R. Prendergast,\n  Edward Richards,\n  Francis P. McNamee,\n  E.S. Lightbourn,\n  William Creek,\n  Alex Creek,\n  Marshall Robinson,\n  Jacob T. McCoy,\n  A.J. Underwood,\n  J.B. Chaney,\n  James M. Culver,\n  Frank H. Pratt,\n  A.S. Diamond,\n  Frank Daggett,\n  R.V. Hesselgrave,\n  A.D. Martin,\n  W.G. Jebb,\n  R.F. Slaughter,\n  Thos. Slaughter,\n  William A. Hill,\n  H.P. Coates,\n  A.J. Sterrett,\n  Richard McLagan,\n  Ed. McLagan,\n  Robert Bryan,\n  Jas. Wright,\n  O.G. Miller,\n  J.B.H. Mitchell,\n  Chas. R. Stuart,\n  Wm. F. Russell,\n  D.L. Paine,\n  Benj. Drake,\n  J.C. Terry,\n  Thomas Jebb,\n  Francis P. Troxill,\n  J.Q.A. Ward,\n  A.J. Morgan,\n  M.V.B. Young,\n  H.L. Vance,\n  A.M. Carver,\n  W.H. Wheeler,\n  J.M. Dugan,\n  Luke Mulrean,\n  H.H. Young,\n  W.G. Allen,\n  Barrett Smith,\n  Thos. C. Schenck.\n\nOf the above long list of territorial printers the following are the\nonly known survivors: H.O. Bassford, George W. Benedict, David Brock,\nJohn C. Devereux, Barrett Smith, J.B.H. Mitchell, David Ramaley, M.R.\nPrendergast, Jacob T. McCoy, A.S. Diamond, R.V. Hesselgrave, H.P.\nCoates, J.R. Chaney, M.J. Clum.\n\n\nCAPT. E.Y. SHELLY.\n\nMuch has been written of the trials and tribulations of the pioneer\neditors of Minnesota and what they have accomplished in bringing to\nthe attention of the outside world the numerous advantages possessed\nby this state as a place of permanent location for all classes of\npeople, but seldom, if ever, has the nomadic printer, \"the man behind\nthe gun,\" received even partial recognition from the chroniclers of\nour early history. In the spring of 1849 James M. Goodhue arrived in\nSt. Paul from Lancaster, Wis., with a Washington hand press and a few\nfonts of type, and he prepared to start a paper at the capital of the\nnew territory of Minnesota. Accompanying him were two young printers,\nnamed Ditmarth and Dempsey, they being the first printers to set foot\non the site of what was soon destined to be the metropolis of the\ngreat Northwest. These two young men quickly tired of their isolation\nand returned to their former home. They were soon followed by another\nyoung man, who had only recently returned from the sunny plains\nof far-off Mexico, where he had been heroically battling for his\ncountry's honor. Capt. E.Y. Shelly was born in Bucks county, Pa.,\non the 25th of September, 1827. When a mere lad he removed to\nPhiladelphia, where he was instructed in the art preservative, and, on\nthe breaking out of the Mexican war, he laid aside the stick and rule\nand placed his name on the roster of a company that was forming to\ntake part in the campaign against the Mexicans. He was assigned to\nthe Third United States dragoons and started at once for the scene of\nhostilities. On arriving at New Orleans the Third dragoons was ordered\nto report to Gen. Taylor, who was then in the vicinity of Matamoras.\nAs soon as Gen. Taylor was in readiness he drove the Mexicans across\nthe Rio Grande, and the battles of Palo Alto, Monterey and Buena Vista\nfollowed in quick succession, in all of which the American forces\nwere successful against an overwhelming force of Mexicans, the Third\ndragoons being in all the engagements, and they received special\nmention for their conspicuous gallantry in defending their position\nagainst the terrible onslaught of the Mexican forces under the\nleadership of Santa Ana. Soon after the battle of Buena Vista, Santa\nAna withdrew from Gen. Taylor's front and retreated toward the City\nof Mexico, in order to assist in the defense of that city against the\nAmerican forces under the command of Gen. Scott. Peace was declared in\n1848 and the Third dragoons were ordered to Jefferson barracks, St.\nLouis, where they were mustered out of the service. Capt. Shelly took\npassage in a steamer for St. Paul, where he arrived in July, 1849,\nbeing the first printer to permanently locate in Minnesota. The\nPioneer was the first paper printed in St. Paul, but the Register and\nChronicle soon followed. Capt. Shelly's first engagement was in the\noffice of the Register, but he soon changed to the Pioneer, and was\nemployed by Mr. Goodhue at the time of his tragic death. When Col.\nRobertson Started the Daily Democrat Capt. Shelly was connected\nwith that office, and remained there until the Pioneer and Democrat\nconsolidated. Capt. Shelly was a member of the old Pioneer guards, and\nwhen President Lincoln called for men to suppress the rebellion the\nold patriotism was aroused in him, and he organized, in company with\nMajor Brackett, a company for what was afterward known as Brackett's\nbattalion.\n\nBrackett's battalion consisted of three Minnesota companies, and they\nwere mustered into service in September, 1861. They were ordered to\nreport at Benton barracks, Mo., and were assigned to a regiment known\nas Curtis horse, but afterward changed to Fifth Iowa cavalry. In\nFebruary, 1862, the regiment was ordered to Fort Henry, Tenn., and\narrived just in time to take an important part in the attack and\nsurrender of Fort Donelson. Brackett's battalion was the only\nMinnesota force engaged at Fort Donelson, and, although they were\nnot in the thickest of the fight, yet they performed tremendous and\nexhaustive service in preventing the rebel Gen. Buckner from receiving\nreinforcements. After the surrender the regiment was kept on continual\nscout duty, as the country was overrun with bands of guerrillas and\nthe inhabitants nearly all sympathized with them. From Fort Donelson\nthree companies of the regiment went to Savannah, (one of them being\nCapt. Shelly's) where preparations were being made to meet Gen.\nBeauregard, who was only a short distance away. Brackett's company was\nsent out in the direction of Louisville with orders to see that the\nroads and bridges were not molested, so that the forces under Gen.\nBuell would not be obstructed on the march to reinforce Gen. Grant.\nThis timely precaution enabled Gen. Buell to arrive at Pittsburg\nLanding just in time to save Gen. Grant from probable defeat. For\nthree months after this battle Capt. Shelly's company was engaged in\nprotecting the long line of railroad from Columbus, Ky., to Corinth,\nMiss. On the 25th of August, 1862, Fort Donalson was attacked by the\nrebels and this regiment was ordered to its relief. This attack of the\nrebels did not prove to be very serious, but on the 5th of February,\n1863, the rebels under Forrest and Wheeler made a third attack on Fort\nDonelson. They were forced to retire, leaving a large number of their\ndead on the field, but fortunately none of the men under Capt. Shelly\nwere injured. Nearly the entire spring and summer of 1863 was spent in\nscouring the country in the vicinity of the Tennessee river, sometimes\non guard duty, sometimes on the picket line and often in battle. They\nwere frequently days and nights without food or sleep, but ever kept\nthemselves in readiness for an attack from the wily foes. Opposed to\nthem were the commands of Forest and Wheeler, the very best cavalry\nofficers in the Confederate service. A number of severe actions ended\nin the battle of Chickamauga, in which the First cavalry took a\nprominent part. After the battle of Chickamauga the regiment was kept\non duty on the dividing line between the two forces. About the 1st\nof January, 1864, most of Capt. Shelly's company reinlisted and they\nreturned home on a thirty days' furlough. After receiving a number\nof recruits at Fort Snelling, the command, on the 14th of May, 1864,\nreceived orders to report to Gen. Sully at Sioux City, who was\npreparing to make a final campaign against the rebellious Sioux. On\nthe 28th of June the expedition started on its long and weary march\nover the plains of the Dakotas toward Montana. It encountered the\nIndians a number of times, routing them, and continued on its way.\nAbout the middle of August the expedition entered the Bad Lands, and\nthe members were the first white men to traverse that unexplored\nregion. In the fall the battalion returned to Fort Ridgley, where\nthey went into winter quarters, having marched over 3,000 miles since\nleaving Fort Snelling. Capt. Shelly was mustered out of the service in\nthe spring of 1865, and since that time, until within a few years, has\nbeen engaged at his old profession.\n\nCapt. Shelly was almost painfully modest, seldom alluding to the many\nstirring events with which he had been an active participant, and it\ncould well be said of him, as Cardinal Wolsey said of himself, that\n\"had he served his God with half the zeal he has served his country,\nhe would not in his old age have forsaken him.\" Political preferment\nand self-assurance keep some men constantly before the public eye,\nwhile others, the men of real merit, who have spent the best part of\ntheir lives in the service of their country, are often permitted by an\nungrateful community to go down to their graves unhonored and unsung.\n\n       *       *       *       *       *\n\nOTHER PRINTERS IN THE CIVIL WAR.\n\nCapt. Henry C. Coates was foreman of the job department of the Pioneer\noffice. He was an officer in the Pioneer Guards, and when the war\nbroke out was made a lieutenant in the First regiment, was in all the\nbattles of that famous organization up to and including Gettysburg;\nwas commander of the regiment for some time after the battle. After\nthe war he settled in Philadelphia, where he now resides.\n\nJacob J. Noah at one time set type, with Robert Bonner. He was elected\nclerk of the supreme court at the first election of state officers;\nwas captain of Company K Second Minnesota regiment, but resigned early\nin the war and moved to New York City, his former home.\n\nFrank H. Pratt was an officer in the Seventh regiment and served\nthrough the war. He published a paper at Taylor's Falls at one time.\nAfter the war he was engaged in the mercantile business in St. Paul.\n\nJohn C. Devereux was foreman of the old Pioneer and was an officer in\nthe Third regiment, and still resides in the city.\n\nJacob T. McCoy was an old-time typo and worked in all the St. Paul\noffices before and after the rebellion. Mr. McCoy was a fine singer\nand his voice was always heard at typographical gatherings. He\nenlisted as private in the Second Minnesota and served more than four\nyears, returning as first lieutenant. He now resides in Meadeville,\nPa.\n\nMartin Williams was printer, editor, reporter and publisher, both\nbefore and after the war. He was quartermaster of the Second Minnesota\ncavalry.\n\nRobert P. Slaughter and his brother, Thomas Slaughter, were both\nofficers in the volunteer service and just previous to the rebellion\nwere engaged in the real estate business.\n\nEdward Richards was foreman of the Pioneer and Minnesotian before the\nwar and foreman of the old St. Paul Press after the war. He enlisted\nduring the darkest days of the rebellion in the Eighth regiment and\nserved in the dual capacity of correspondent and soldier. No better\nsoldier ever left the state. He was collector of customs of the port\nof St. Paul under the administration of Presidents Garfield and\nArthur, and later was on the editorial staff of the Pioneer Press.\n\nThe most remarkable compositor ever in the Northwest, if not in the\nUnited States, was the late Charles R. Stuart. He claimed to be a\nlineal descendant of the royal house of Stuart. For two years in\nsuccession he won the silver cup in New York city for setting more\ntype than any of his competitors. At an endurance test in New York he\nis reported to have set and distributed 26,000 ems solid brevier in\ntwenty-four hours. He was originally from Detroit. In the spring of\n1858 he wandered into the Minnesotian office and applied for work. The\nMinnesotian was city printer and was very much in need of some one\nthat day to help them out. Mr. Stuart was put to work and soon\ndistributed two cases of type, and the other comps wondered what he\nwas going to do with it. After he had been at work a short time\nthey discovered that he would be able to set up all the type he had\ndistributed and probably more, too. When he pasted up the next morning\nthe foreman measured his string and remeasured it, and then went over\nand took a survey of Mr. Stuart, and then went back and measured it\nagain. He then called up the comps, and they looked it over, but no\none could discover anything wrong with it. The string measured 23,000\nems, and was the most remarkable feat of composition ever heard of in\nthis section of the country. It was no uncommon occurrence for Mr.\nStuart to set 2,000 ems of solid bourgeois an hour, and keep it up for\nthe entire day. Mr. Stuart's reputation as a rapid compositor spread\nall over the city in a short time and people used to come to the\noffice to see him set type, with as much curiosity as they do now to\nsee the typesetting machine. In 1862 Mr. Stuart enlisted in the Eighth\nregiment and served for three years, returning home a lieutenant. For\na number of years he published a paper at Sault Ste Marie, in which\nplace he died about five years ago. He was not only a good printer,\nbut a very forceful writer, in fact he was an expert in everything\nconnected with the printing business.\n\nE.S. Lightbourn was one of the old-time printers. He served three\nyears in the Seventh Minnesota and after the war was foreman of the\nPioneer.\n\nM.J. Clum is one of the oldest printers in St. Paul. He was born in\nRensselar county, New York, in 1832, and came to St. Paul in 1853.\nHe learned his trade in Troy, and worked with John M. Francis, late\nminister to Greece, and also with C.L. McArthur, editor of the\nNorthern Budget. Mr. Clum was a member of Company D, Second Minnesota,\nand took part in several battles in the early part of the rebellion.\n\nJ.B. Chancy came to Minnesota before the state was admitted to the\nUnion. At one time he was foreman of a daily paper at St. Anthony\nFalls. During the war he was a member of Berdan's sharpshooters, who\nwere attached to the First regiment.\n\nS J. Albright worked on the Pioneer in territorial days. In 1859 he\nwent to Yankton, Dak., and started the first paper in that territory.\nHe was an officer in a Michigan regiment during the rebellion. For\nmany years was a publisher of a paper in Michigan, and under the last\nadministration of Grover Cleveland was governor of Alaska.\n\nM.R. Prendergast, though not connected with the printing business\nfor some time, yet he is an old time printer, and was in the Tenth\nMinnesota during the rebellion.\n\nA.J. Underwood was a member of Berdan's Sharp-shooters, and was\nconnected with a paper at Fergus Falls for a number of years.\n\nRobert V. Hesselgrave was employed in nearly all the St. Paul offices\nat various times. He was lieutenant in the First Minnesota Heavy\nArtillery, and is now engaged in farming in the Minnesota valley.\n\nWilliam A. Hill came to St. Paul during the early '50s. He was a\nmember of the Seventh Minnesota.\n\nOle Johnson was a member of the First Minnesota regiment, and died in\na hospital in Virginia.\n\nWilliam F. Russel, a compositor on the Pioneer, organized a company of\nsharpshooters in St. Paul, and they served throughout the war in the\narmy of the Potomac.\n\nS. Teverbaugh and H.I. Vance were territorial printers, and were both\nin the army, but served in regiments outside the state.\n\nThere were a large number of other printers in the military service\nduring the civil war, but they were not territorial printers and their\nnames are not included in the above list.\n\nTERRITORIAL PRINTERS IN CIVIL LIFE.\n\nOne of the brightest of the many bright young men who came to\nMinnesota at an early day was Mr. James Mills. For a time he worked on\nthe case at the old Pioneer office, but was soon transferred to the\neditorial department, where he remained for a number of years. After\nthe war he returned to Pittsburgh, his former home, and is now and for\na number of years has been editor-in-chief of the Pittsburgh Post.\n\nAmong the numerous printers of St. Paul who were musically inclined\nno one was better known than the late O.G. Miller. He belonged to the\nGreat Western band, and was tenor singer in several churches in the\ncity for a number of years. Mr. Miller was a 33d Degree Mason, and\nwhen he died a midnight funeral service was held for him in Masonic\nhall, the first instance on record of a similar service in the city.\n\nGeorge W. Moore came to St. Paul in 1850, and for a short time was\nforeman for Mr. Goodhue. In 1852 he formed a partnership with John P.\nOwens in the publication of the Minnesotian. He sold his interest\nin that paper to Dr. Foster in 1860, and in 1861 was appointed by\nPresident Lincoln collector of the port of St. Paul, a position he\nheld for more than twenty years.\n\nLouis E. Fisher was one of God's noblemen. When he first came to St.\nPaul he was foreman of the Commercial Advertiser. For a long time he\nwas one of the editors of the Pioneer, and also the Pioneer Press. He\nwas a staunch democrat and a firm believer in Jeffersonian simplicity.\nAt one time he was a candidate for governor on the democratic ticket.\nHad it not been for a little political chicanery he would have been\nnominated, and had he been elected would have made a model governor.\n\nGeorge W. Armstrong was the Beau Brummel of the early printers. He\nwore kid gloves when he made up the forms of the old Pioneer, and he\nalways appeared as if he devoted more attention to his toilet than\nmost of his co-laborers. He was elected state treasurer on the\ndemocratic ticket in 1857, and at the expiration of his term of office\ndevoted his attention to the real estate business.\n\nAnother old printer that was somewhat fastidious was James M.\nCulver. He was the first delegate from St. Paul to the International\nTypographical Union. Old members of the Sons of Malta will recollect\nhow strenuously he resisted the canine portion of the ceremony when\ntaking the third degree of that noble order.\n\nWho has not heard of David Ramaley? He is one of the best as well as\none of the best known printers in the Northwest. He has been printer,\nreporter, editor, publisher and type founder. Although he has been\nconstantly in the harness for nearly fifty years, he is still active\nand energetic and looks as if it might be an easy matter to round out\nthe century mark.\n\nH.O. Bassford, now of the Austin Register, was one of the fleetest and\ncleanest compositers among the territorial printers. He was employed\non the Minnesotian.\n\nFrancis P. McNamee occupied most all positions connected with the\nprinting business--printer, reporter, editor. He was a most estimable\nman, but of very delicate constitution, and he has long since gone to\nhis reward.\n\nThe genial, jovial face of George W. Benedict was for many years\nfamiliar to most old-time residents. At one time he was foreman of the\nold St. Paul Press. He is now editor and publisher of the Sauk Rapids\nSentinel.\n\nThe old St. Paul Times had no more reliable man than the late Richard\nBradley. He was foreman of the job department of that paper, and held\nthe same position on the Press and Pioneer Press for many years.\n\nD.L. Paine was the author of the famous poem entitled \"Who Stole Ben\nJohnson's Spaces.\" He was employed in several of the St. Paul offices\nprevious to the rebellion.\n\nThe late John O. Terry was the first hand pressman in St. Paul.\nHe formed a partnership with Col. Owens in the publication of the\nMinnesotian. For a long time he was assistant postmaster of St. Paul,\nand held several other positions of trust.\n\nJ.B.H. Mitchell was a, member of the firm of Newson, Mitchell & Clum,\npublishers of the Daily Times. For several years after the war he was\nengaged as compositor in the St. Paul offices, and is now farming in\nNorthern Minnesota.\n\nAmong the freaks connected with the printing business was a poet\nprinter by the name of Wentworth. He was called \"Long Haired\nWentworth.\"\n\nEarly in the war he enlisted in the First Minnesota regiment. When\nCol. Gorman caught sight of him he ordered his hair cut. Wentworth\nwould not permit his flowing locks to be taken off, and he was\nsummarly dismissed from the service. After being ordered out of the\nregiment he wrote several letters of doubtful loyalty and Secretary\nStanton had him arrested and imprisoned in Fort Lafayette with other\npolitical prisoners. He never returned to Minnesota.\n\nMarshall Robinson was a partner of the late John H. Stevens in the\npublication of the first paper at Glencoe. At one time he was a\ncompositor on the Pioneer, and the last heard from him he was state\nprinter for Nevada.\n\nAndrew Jackson Morgan was brought to St. Paul by the late Col.\nD.A. Robertson and made foreman of the Democrat. He was a\nprinter-politician and possessed considerable ability. At one time he\nwas one of the editors of the Democrat. He was said to bear a striking\nresemblance to the late Stephen A. Douglas, and seldom conversed with\nany one without informing them of the fact. He was one of the original\nJacksonian Democrats, and always carried with him a silver dollar,\nwhich he claimed was given him by Andrew Jackson when he was\nchristened. No matter how much Democratic principle Jack would consume\non one of his electioneering tours he always clung to the silver\ndollar. He died in Ohio more than forty years ago, and it is said that\nthe immediate occasion of his demise was an overdose of hilarity.\n\nAnother old timer entitled to a good position in the hilarity column\nwas J.Q.A. Ward, commonly known as Jack Ward. He was business manager\nof the Minnesotian during the prosperous days of that paper. The first\nimmigration pamphlet ever gotten out in the territory was the product\nof Jack's ingenuity. Jack created quite a sensation at one time by\nmarrying the daughter of his employer on half an hour's ball room\nacquaintance. He was a very bright man and should have been one of the\nforemost business men of the city, but, like many other men, he was\nhis own worst enemy.\n\nAnother Jack that should not be overlooked was Jack Barbour. His\ntheory was that in case the fiery king interfered with your business\nit was always better to give up the business.\n\nA.M. Carver was one of the best job printers in the country, and he\nwas also one of the best amateur actors among the fraternity. It was\nno uncommon thing for the old time printers to be actors and actors to\nbe printers. Lawrence Barrett, Stuart Robson and many other eminent\nactors were knights of the stick and rule. Frequently during the happy\ndistribution hour printers could be heard quoting from the dramatist\nand the poet, and occasionally the affairs of church and state would\nreceive serious consideration, and often the subject would be handled\nin a manner that would do credit to the theologian or the diplomat,\nbut modern ingenuity has made it probable that no more statesmen will\nreceive their diplomas from the composing room. Since the introduction\nof the iron printer all these pleasantries have passed away, and the\nsociability that once existed in the composing room will be known\nhereafter only to tradition.\n\nThe late William Jebb was one of the readiest debaters in the old\nPioneer composing room. He was well posted on all topics and was\nalways ready to take either side of a question for the sake of\nargument. Possessing a command of language and fluency of speech that\nwould have been creditable to some of the foremost orators, he would\ntalk by the hour, and his occasional outbursts of eloquence often\nsurprised and always entertained the weary distributors. At one time\nJebb was reporter on the St. Paul Times. Raising blooded chickens\nwas one of his hobbies. One night some one entered his premises and\nappropriated, a number of his pet fowls. The next day the Times had a\nlong account of his misfortune, and at the conclusion of his article\nhe hurled the pope's bull of excommunication at the miscreant. It was\na fatal bull and was Mr. Jebb's reportorial finish.\n\nA fresh graduate from the case at one time wrote a scurrilous\nbiography of Washington. The editor of the paper on which he was\nemployed was compelled to make editorial apology for its unfortunate\nappearance. To make the matter more offensive the author on several\ndifferent occasions reproduced the article and credited its authorship\nto the editor who was compelled to apologize for it.\n\nIn two different articles on nationalities by two different young\nprinter reporters, one referred to the Germans as \"the beer-guzzling\nDutch,\" and the other, speaking of the English said \"thank the Lord we\nhave but few of them in our midst,\" caused the writers to be promptly\nrelegated back to the case.\n\nBishop Willoughby was a well-known character of the early times. A\nshort conversation with him would readily make patent the fact that he\nwasn't really a bishop. In an account of confirming a number of people\nat Christ church a very conscientious printer-reporter said \"Bishop\nWilloughby administered the rite of confirmation,\" when he should have\nsaid Bishop Whipple. He was so mortified at his unfortunate blunder\nthat he at once tendered his resignation. Of course it was not\naccepted.\n\nEditors and printers of territorial times were more closely affiliated\nthan they are to-day. Meager hotel accommodations and necessity for\neconomical habits compelled many of them to work and sleep in the same\nroom. All the offices contained blankets and cots, and as morning\nnewspapers were only morning newspapers in name, the tired and weary\nprinter could sleep the sleep of the just without fear of disturbance.\n\nNearly all the early editors were also printers. Earle S. Goodrich,\neditor-in-chief of the Pioneer: Thomas Foster, editor of the\nMinnesotian; T.M. Newson, editor of the Times, and John P. Owens,\nfirst editor of the Minnesotian, were all printers. When the old Press\nremoved from Bridge Square in 1869 to the new building on the corner\nof Third and Minnesota streets, Earle S. Goodrich came up into the\ncomposing room and requested the privilege of setting the first type\nin the new building. He was provided with a stick and rule and set\nup about half a column of editorial without copy. The editor of the\nPress, in commenting on his article, said it was set up as \"clean as\nthe blotless pages of Shakespeare.\" In looking over the article the\nnext morning some of the typos discovered an error in the first line.\n\n\n\n\nTHE DECISIVE BATTLE OF MILL SPRINGS.\n\nTHE FIRST BATTLE DURING THE CIVIL WAR IN WHICH THE UNION FORCES SCORED\nA DECISIVE VICTORY--THE SECOND MINNESOTA THE HEROES OF THE DAY--THE\nREBEL GENERAL ZOLLICOFFER KILLED.\n\n\nEvery Minnesotian's heart swells with pride whenever mention is made\nof the grand record of the volunteers from the North Star State in the\ngreat struggle for the suppression of the rebellion. At the outbreak\nof the war Minnesota was required to furnish one regiment, but so\nintensely patriotic were its citizens that nearly two regiments\nvolunteered at the first call of the president. As only ten companies\ncould go in the first regiment the surplus was held in readiness for\na second call, which it was thought would be soon forthcoming. On the\n16th of June, 1861, Gov. Ramsey received notice that a second regiment\nwould be acceptable, and accordingly the companies already organized\nwith two or three additions made up the famous Second Minnesota. H.P.\nVan Cleve was appointed colonel, with headquarters at Fort Snelling.\nSeveral of the companies were sent to the frontier to relieve\ndetachments of regulars stationed at various posts, but on the 16th of\nOctober, 1861, the full regiment started for Washington. On reaching\nPittsburgh, however, their destination was changed to Louisville, at\nwhich place they were ordered to report to Gen. W.T. Sherman, then in\ncommand of the Department of the Cumberland, and they at once received\norders to proceed to Lebanon Junction, about thirty miles south of\nLouisville. The regiment remained at this camp about six weeks before\nanything occurred to relieve the monotony of camp life, although there\nwere numerous rumors of night attacks by large bodies of Confederates.\nOn the 15th of November, 1861, Gen. Buell assumed command of all the\nvolunteers in the vicinity of Louisville, and he at once organized\nthem into divisions and brigades. Early in December the Second\nregiment moved to Lebanon, Ky., and, en route, the train was fired at.\nAt Lebanon the Second Minnesota, Eighteenth United States infantry,\nNinth and Thirty-fifth Ohio regiments were organized into a brigade,\nand formed part of Gen. George H. Thomas' First division. On Jan. 1,\n1862, Gen. Thomas started his troops on the Mill Springs campaign\nand from the 1st to the 17th day of January, spent most of its time\nmarching under rain, sleet and through mud, and on the latter date\nwent into camp near Logan's Cross Roads, eight miles north of\nZollicoffer's intrenched rebel camp at Beech Grove. On the night of\nJan. 18, Company A was on picket duty. It had been raining incessantly\nand was so dark that it was with difficulty that pickets could be\nrelieved. Just at daybreak the rebel advance struck the pickets of\nthe Union lines, and several musket shots rang out with great\ndistinctness, and in quick succession, it being the first rebel shot\nthat the boys had ever heard. Then all was quiet for a time. The\nfiring soon commenced again, nearer and more distinct than at first,\nand thicker and faster as the rebel advance encountered the Union\npickets. The Second Minnesota had entered the woods and passing\nthrough the Tenth Indiana, then out of ammunition and retiring and no\nlonger firing. The enemy, emboldened by the cessation and mistaking\nits cause, assumed they had the Yanks on the run, advanced to the rail\nfence separating the woods from the field just as the Second Minnesota\nwas doing the same, and while the rebels got there first, they were\nalso first to get away and make a run to their rear. But before\nthey ran their firing was resumed and Minnesotians got busy and the\nFifteenth Mississippi and the Sixteenth Alabama regiments were made\nto feel that they had run up against something. To the right of the\nSecond were two of Kinney's cannon and to their right was the Ninth\nOhio. The mist and smoke which hung closely was too thick to see\nthrough, but by lying down it was possible to look under the smoke and\nto see the first rebel line, and that it was in bad shape, and back of\nit and down on the low ground a second line, with their third line\non the high ground on the further side of the field. That the Second\nMinnesota was in close contact with the enemy was evident all along\nits line, blasts of fire and belching smoke coming across the fence\nfrom Mississippi muskets. The contest was at times hand to hand--the\nSecond Minnesota and the rebels running their guns through the fence,\nfiring and using the bayonet when opportunity offered. The firing was\nvery brisk for some time when it was suddenly discovered that\nthe enemy had disappeared. The battle was over, the Johnnies had\n\"skedaddled,\" leaving their dead and dying on the bloody field. Many\nof the enemy were killed and wounded, and some few surrendered. After\nthe firing had ceased one rebel lieutenant bravely stood in front\nof the Second and calmly faced his fate. After being called on to\nsurrender he made no reply, but deliberately raised his hand and shot\nLieut. Stout through the body. He was instantly shot. His name proved\nto be Bailie Peyton, son of one of the most prominent Union men in\nTennessee. Gen. Zollicoffer, commander of the Confederate forces, was\nalso killed in this battle. This battle, although a mere skirmish when\ncompared to many other engagements in which the Second participated\nbefore the close of the war, was watched with great interest by the\npeople of St. Paul. Two full companies had been recruited in the city\nand there was quite a number of St. Paulites in other companies of\nthis regiment. When it became known that a battle had been fought\nin which the Second had been active participants, the relatives and\nfriends of the men engaged in the struggle thronged the newspaper\noffices in quest of information regarding their safety. The casualties\nin the Second Minnesota, amounted to twelve killed and thirty-five\nwounded. Two or three days after the battle letters were received from\ndifferent members of the Second, claiming that they had shot Bailie\nPayton and Zollicoffer. It afterward was learned that no one ever\nknew who shot Peyton, and that Col. Fry of the Fourth Kentucky shot\nZollicoffer. Lieut. Tuttle captured Peyton's sword and still has it in\nhis possession. This sword has a historic record. It was presented to\nBailie Peyton by the citizens of New Orleans at the outbreak of the\nMexican war, and was carried by Col. Peyton during the entire war.\nCol. Peyton was on Gen. Scott's staff at the close of the war, and\nwhen Santa Anna surrendered the City of Mexico to Gen. Scott, Col.\nPeyton was the staff officer designated by Scott to receive the\nsurrender of the city, carrying this sword by his side. It bears\nthis inscription: \"Presented to Col. Bailie Peyton, Fifth Regiment\nLouisiana Volunteer National Guards, by his friends of New Orleans.\nHis country required his services. His deeds will add glory to\nher arms.\" There has been considerable correspondence between the\ngovernment and state, officials and the descendants of Col. Peyton\nrelative to returning this trophy to Col. Peyton's relatives, but so\nfar no arrangements to that effect have been concluded.\n\nIt was reported by Tennesseeans at the time of the battle that young\nPeyton was what was known as a \"hoop-skirt\" convert to the Confederate\ncause. Southern ladies were decidedly more pronounced secessionists\nthan were the sterner sex, and whenever they discovered that one of\ntheir chivalric brethren was a little lukewarm toward the cause of the\nSouth they sent him a hoop skirt, which indicated that the recipient\nwas lacking in bravery. For telling of his loyalty to the Union he\nwas insulted and hissed at on the streets of Nashville, and when he\nreceived a hoop skirt from his lady friends he reluctantly concluded\nto take up arms against the country he loved so well. He paid the\npenalty of foolhardy recklessness in the first battle in which he\nparticipated.\n\nA correspondent of the Cincinnati Commercial, who was an eye-witness\nof the battle, gave a glowing description of the heroic conduct of the\nSecond Minnesota during the engagement. He said: \"The success of the\nbattle was when the Second Minnesota and the Ninth Ohio appeared in\ngood order sweeping through the field. The Second Minnesota, from its\nposition in the column, was almost in the center of the fight, and in\nthe heaviest of the enemy's fire. They were the first troops that used\nthe bayonet, and the style with which they went into the fight is the\ntheme of enthusiastic comment throughout the army.\"\n\nIt was the boast of Confederate leaders at the outbreak of the\nrebellion that one regiment of Johnnies was equal to two or more\nregiments of Yankees. After the battle of Mill Springs they had\noccasion to revise their ideas regarding the fighting qualities of the\ndetested Yankees. From official reports of both sides, gathered after\nthe engagement was over, it was shown that the Confederate forces\noutnumbered their Northern adversaries nearly three to one.\n\nThe victory proved a dominant factor in breaking up the Confederate\nright flank, and opened a way into East Tennessee, and by transferring\nthe Union troops to a point from which to menace Nashville made the\nwithdrawal of Gen. Albert Sidney Johnston's troops from Bowling Green,\nKy., to Nashville necessary.\n\nConfederate loss, 600 in killed, wounded and prisoners. Union loss,\n248 in killed and wounded. Twelve rebel cannon and caissons complete\nwere captured. Two hundred wagons with horses in harness were\ncaptured, as were large quantities of ammunition, store and camp\nequipments--in fact, the Union troops took all there was.\n\nCol. Fry's version of the killing of Zollicoffer is as follows: While\non the border of \"old fields\" a stranger in citizen clothes rode up by\nhis side, so near that he could have put his hand upon his shoulder,\nand said: \"Don't let us be firing on our own men. Those are our men,\"\npointing at the same time toward our forces. Col. Fry looked upon him\ninquiringly a moment, supposing him to be one of his own men, after\nwhich he rode forward not more than fifteen paces, when an officer\ncame dashing up, first recognizing the stranger and almost the same\ninstant firing upon Col. Fry. At the same moment the stranger wheeled\nhis horse, facing Col. Fry, when the colonel shot him in the breast.\n\nGen. Zollicoffer was a prominent and influential citizen of Nashville\nprevious to the war, and stumped the state with Col. Peyton in\nopposition to the ordinance of secession, but when Tennessee seceded\nhe determined to follow the fortunes of his state. The day before the\nbattle Gen. Zollicoffer made a speech to his troops in which he said\nhe would take them to Indiana or go to hell himself. He didn't go to\nIndiana.\n\nThe poet of the Fourth Kentucky perpetrated the following shortly\nafter the battle:\n\n  \"Old Zollicoffer is dead\n  And the last word he said:\n  I see a wild cat coming.\n  Up steps Col. Fry.\n  And he hit him in the eye\n  And he sent him to the happy land of Canaan.\n  Ho! boys, ho!\n  For the Union go!\n  Hip hurrah for the happy land of freedom.\"\n\nThe loyal Kentuckians were in great glee and rejoiced over the\nvictory. It was their battle against rebel invaders from Tennessee,\nMississippi and Alabama, who were first met by their own troops of\nWolford's First cavalry and the Fourth Kentucky infantry, whose blood\nwas the first to be shed in defense of the Stars and Stripes; and\ntheir gratitude went out to their neighbors from Minnesota, Indiana\nand Ohio who came to their support and drove the invaders out of their\nstate. On Feb. 24, 1862, the Second Minnesota was again in Louisville,\nwhere the regiment had admirers and warm friends in the loyal ladies,\nwho as evidence of their high appreciation, though the mayor of the\ncity, Hon. J.M. Dolph, presented to the Second regiment a silk flag.\nThe mayor said. \"Each regiment is equally entitled to like honor, but\nthe gallant conduct of those who came from a distant state to unite\nin subduing our rebel invaders excites the warmest emotions of our\nhearts.\"\n\nOn Jan. 25 President Lincoln's congratulations were read to the\nregiment, and on Feb. 9, at Waitsboro, Ky., the following joint\nresolution of the Minnesota legislature was read before the regiment:\n\n\nWhereas, the noble part borne by the First regiment, Minnesota\ninfantry, in the battles of Bull Run and Ball's Bluff, Va., is\nyet fresh in our minds; and, whereas, we have heard with equal\nsatisfaction the intelligence of the heroism displayed by the Second\nMinnesota infantry in the late brilliant action at Mill Springs, Ky.:\n\nTherefore be it resolved by the legislature of Minnesota, That while\nit was the fortune of the veteran First regiment to shed luster upon\ndefeat, it was reserved for the glorious Second regiment to add\nvictory to glory.\n\nResolved, that the bravery of our noble sons, heroes whether in defeat\nor victory, is a source of pride to the state that sent them forth,\nand will never fail to secure to them the honor and the homage of the\ngovernment and the people.\n\nResolved, That we sympathize with the friends of our slain soldiers,\nclaiming as well to share their grief as to participate in the renown\nwhich the virtues and valor of the dead have conferred on our arms.\n\nResolved, That a copy of these resolutions, having the signature\nof the executive and the great seal of the state, be immediately\nforwarded by the governor to the colonels severally in command of\nthe regiments, to be by them communicated to their soldiers at dress\nparade.\n\nThe battle at Mill Springs was the first important victory achieved by\nthe Union army in the Southwest after the outbreak of the rebellion,\nand the result of that engagement occasioned great rejoicing\nthroughout the loyal North. Although the battle was fought forty-five\nyears ago, quite a number of men engaged in that historic event\nare still living in St. Paul, a number of them actively engaged in\nbusiness. Among the number are J.W. Bishop, J.C. Donahower, M.C.\nTuttle, R.A. Lanpher, M.J. Clum, William Bircher, Robert G. Rhodes,\nJohn H. Gibbons, William Wagner, Joseph Burger, Jacob J. Miller,\nChristian Dehn, William Kemper, Jacob Bernard, Charles F. Myer,\nPhillip Potts and Fred Dohm.\n\n\n\n\nTHE GREAT BATTLE OF PITTSBURG LANDING.\n\nA BRIEF DESCRIPTION OF ONE OF THE GREATEST AND MOST SANGUINARY BATTLES\nOF THE CIVIL WAR--TERRIBLE LOSS OF LIFE--GALLANT ACTION OF THE FIRST\nMINNESOTA BATTERY--DEATH OF CAPT. W.H. ACKER.\n\n\nThe battle of Pittsburg Landing on the 6th and 7th of April, 1862, was\none of the most terrific of the many great battles of the great Civil\nwar. It has been likened to the battle of Waterloo. Napoleon sought to\ndestroy the army of Wellington before a junction could be made with\nBlucher. Johnston and Beauregard undertook to annihilate the Army of\nthe Tennessee, under Gen. Grant, before the Army of the Cumberland,\nunder Buell, could come to his assistance. At the second battle of\nBull Run Gen. Pope claimed that Porter was within sound of his guns,\nyet he remained inactive. At Pittsburg Landing it was claimed by\nmilitary men that Gen. Buell could have made a junction with Grant\ntwenty-four hours sooner and thereby saved a terrible loss of life had\nhe chosen to do so. Both generals were subsequently suspended from\ntheir commands and charges of disloyalty were made against them by\nmany newspapers in the North. Gen. Porter was tried by court-martial\nand dismissed from the service. Many years after this decision was\nrevoked by congress and the stigma of disloyalty removed from his\nname. Gen. Buell was tried by court-martial, but the findings of the\ncourt were never made public. Gen. Grant did not think Gen. Buell\nwas guilty of the charges against him, and when he became\ncommander-in-chief of the army in 1864 endeavored to have him restored\nto his command, but the war department did not seem inclined to do so.\nAbout two weeks before the battle of Pittsburg Landing Gen. Grant\nwas suspended from the command of the Army of the Tennessee by Gen.\nHalleck, but owing to some delay in the transmission of the order, an\norder came from headquarters restoring him to his command before he\nknew that he had been suspended. Gen. Grant's success at Fort Henry\nand Fort Donelson made his superiors jealous of his popularity. He was\nordered arrested by Gen. McClellan, but the order was held up by the\nwar department until Gen. Grant could be heard from. The reason for\nhis arrest was that he went to Nashville to consult with Buell without\npermission of the commanding general. Dispatches sent to Grant for\ninformation concerning his command was never delivered to him, but\nwere delivered over to the rebel authorities by a rebel telegraph\noperator, who shortly afterward joined the Confederate forces.\n\nMany years after the war Gen. Badeau, one of Grant's staff officers,\nwas in search of information for his \"History of Grant's Military\nCampaigns,\" and he unearthed in the archives of the war department the\nfull correspondence between Halleck, McClellan and the secretary of\nwar, and it was not until then that Gen. Grant learned the full extent\nof the absurd accusations made against him.\n\nAfter the battle of Pittsburg Landing Gen. Halleck assumed personal\ncommand of all the forces at that point and Gen. Grant was placed\nsecond in command, which meant that he had no command at all. This\nwas very distasteful to Gen. Grant and he would have resigned his\ncommission and returned to St. Louis but for the interposition of his\nfriend, Gen. W.T. Sherman. Gen. Grant had packed up his belongings\nand was about to depart when Gen. Sherman met him at his tent and\npersuaded him to refrain. In a short time Halleck was ordered to\nWashington and Grant was made commander of the Department of West\nTennessee, with headquarters at Memphis. Gen. Grant's subsequent\ncareer proved the wisdom of Sherman's entreaty.\n\nWhen Gen. Halleck assumed command he constructed magnificent\nfortifications, and they were a splendid monument to his engineering\nskill, but they were never occupied. He was like the celebrated king\nof France, who \"with one hundred thousand men, marched up the hill and\nthen down again.\" Gen. Halleck had under his immediate command more\nthan one hundred thousand well equipped men, and the people of\nthe North looked to him to administer a crushing blow to the then\nretreating enemy. The hour had arrived--the man had not.\n\n\"Flushed with the victory of Forts Henry and Donelson,\" said the\nenvious Halleck in a dispatch to the war department, previous to\nthe battle, \"the army under Grant at Pittsburg Landing was more\ndemoralized than the Army of the Potomac after the disastrous defeat\nof Bull Run.\"\n\n\nSoon after the battle the venerable Gen. Scott predicted that the\nwar would soon be ended--that thereafter there would be nothing but\nguerrilla warfare at interior points. Gen. Grant himself in his\nmemoirs says that had the victory at Pittsburg Landing been followed\nup and the army been kept intact the battles at Stone River,\nChattanooga and Chickamauga would not have been necessary.\n\nProbably the battle of Pittsburg Landing was the most misunderstood\nand most misrepresented of any battle occurring during the war. It\nwas charged that Grant was drunk; that he was far away from the\nbattleground when the attack was made, and was wholly unprepared to\nmeet the terrible onslaught of the enemy in the earlier stages of the\nencounter. Gen. Beauregard is said to have stated on the morning\nof the battle that before sundown he would water his horses in the\nTennessee river or in hell. That the rebels did not succeed in\nreaching the Tennessee was not from lack of dash and daring on their\npart, but was on account of the sturdy resistance and heroism of their\nadversaries. According to Gen. Grant's own account of the battle,\nthough suffering intense pain from a sprained ankle, he was in the\nsaddle from early morning till late at night, riding from division to\ndivision, giving directions to their commanding officers regarding the\nmany changes in the disposition of their forces rendered necessary\nby the progress of the battle. The firm resistance made by the force\nunder his command is sufficient refutation of the falsity of the\ncharges made against him. Misunderstanding of orders, want of\nco-operation of subordinates as well as superiors, and rawness of\nrecruits were said to have been responsible for the terrible slaughter\nof the Union forces on the first day of the battle.\n\n       *       *       *       *       *\n\nThe battle of Pittsburg Landing is sometimes called the battle of\nShiloh, some of the hardest lighting having been done in the vicinity\nof an old log church called the Church of Shiloh, about three miles\nfrom the landing.\n\nThe battle ground traversed by the opposing forces occupied a\nsemi-circle of about three and a half miles from the town of\nPittsburg, the Union forces being stationed in the form of a\nsemi-circle, the right resting on a point north of Crump's Landing,\nthe center being directly in front of the road to Corinth, and the\nleft extending to the river in the direction of Harrisburg--a small\nplace north of Pittsburg Landing. At about 2 o'clock on Sunday\nmorning, Col. Peabody of Prentiss' division, fearing that everything\nwas not right, dispatched a body of 400 men beyond the camp for the\npurpose of looking after any body of men which might be lurking in\nthat direction. This step was wisely taken, for a half a mile advance\nshowed a heavy force approaching, who fired upon them with great\nslaughter. This force taken by surprise, was compelled to retreat,\nwhich they did in good order under a galling fire. At 6 o'clock the\nfire had become general along the entire front, the enemy having\ndriven in the pickets of Gen. Sherman's division and had fallen with\nvengeance upon three Ohio regiments of raw recruits, who knew nothing\nof the approach of the enemy until they were within their midst. The\nslaughter on the first approach of the enemy was very severe, scores\nfalling at every discharge of rebel guns. It soon became apparent that\nthe rebel forces were approaching in overwhelming numbers and there\nwas nothing left for them to do but retreat, which was done with\nconsiderable disorder, both officers and men losing every particle of\ntheir baggage, which fell into rebel hands.\n\n\nAt 8:30 o'clock the fight had become general, the second line of\ndivisions having received the advance in good order and made every\npreparation for a suitable reception of the foe. At this time many\nthousand stragglers, many of whom had never before heard the sound\nof musketry, turned their backs to the enemy, and neither threats or\npersuasion could induce them to turn back. The timely arrival of Gen.\nGrant, who had hastened up from Savannah, led to the adoption of\nmeasures that put a stop to this uncalled-for flight from the battle\nground. A strong guard was placed across the thoroughfare, with orders\nto hault every soldier whose face was turned toward the river, and\nthus a general stampede was prevented. At 10 o'clock the entire line\non both sides was engaged in one of the most terrible battles ever\nknown in this country. The roar of the cannon and musketry was without\nintermission from the main center to a point extending halfway down\nthe left wing. The great struggle was most upon the forces which had\nfallen back on Sherman's position. By 11 o'clock quite a number of the\ncommanders of regiments had fallen, and in some instances not a single\nfield officer remained; yet the fighting continued with an earnestness\nthat plainly showed that the contest on both sides was for death or\nvictory. The almost deafening sound of artillery and the rattle of\nmusketry was all that could be heard as the men stood silently and\ndelivered their fire, evidently bent on the work of destruction which\nknew no bounds. Foot by foot the ground was contested, a single narrow\nstrip of open land dividing the opponents. Many who were maimed fell\nback without help, while others still fought in the ranks until they\nwere actually forced back by their company officers. Finding it\nimpossible to drive back the center of our column, at 12 o'clock the\nenemy slackened fire upon it and made a most vigorous effort on our\nleft wing, endeavoring to drive it to the river bank at a point about\na mile and a half above Pittsburg Landing. With the demonstration of\nthe enemy upon the left wing it was soon seen that all their fury was\nbeing poured out upon it, with a determination that it should give\nway. For about two hours a sheet of fire blazed both columns, the\nrattle of musketry making a most deafening noise. For about an hour it\nwas feared that the enemy would succeed in driving our forces to the\nriver bank, the rebels at times being plainly seen by those on the\nmain landing below. While the conflict raged the hottest in this\nquarter the gunboat Tyler passed slowly up the river to a point\ndirectly opposite the enemy and poured in a broadside from her immense\nguns. The shells went tearing and crashing through the woods, felling\ntrees in their course and spreading havoc wherever they fell. The\nexplosions were fearful, the shells falling far inland, and they\nstruck terror to the rebel force. Foiled in this attempt, they now\nmade another attack on the center and fought like tigers. They found\nour lines well prepared and in full expectation of their coming. Every\nman was at his post and all willing to bring the contest to a definite\nconclusion. In hourly expectation of the arrival of reinforcements,\nunder Generals Nelson and Thomas of Buell's army, they made every\neffort to rout our forces before the reinforcements could reach the\nbattle ground. They were, however, fighting against a wall of steel.\nVolley answered volley and for a time the battle of the morning was\nre-enacted on the same ground and with the same vigor on both sides.\nAt 5 o'clock there was a short cessation in the firing of the enemy,\ntheir lines falling back on the center for about half a mile. They\nagain wheeled and suddenly threw their entire force upon the left\nwing, determined to make the final struggle of the day in that\nquarter. The gunboat Lexington in the meantime had arrived from\nSavannah, and after sending a message to Gen. Grant to ascertain in\nwhich direction the enemy was from the river, the Lexington and Tyler\ntook a position about half a mile above the river landing, and poured\ntheir shells up a deep ravine reaching to the river on the right.\nTheir shots were thick and fast and told with telling effect. In the\nmeantime Gen. Lew Wallace, who had taken a circuitous route from\nCrump's Landing, appeared suddenly on the left wing of the rebels. In\nface of this combination the enemy felt that their bold effort was for\nthe day a failure and as night was about at hand, they slowly fell\nback, fighting as they went, until they reached an advantageous\nposition, somewhat in the rear, yet occupying the main road to\nCorinth. The gunboats continued to send their shells after them until\nthey were far beyond reach. This ended the engagement for the day.\nThroughout the day the rebels evidently had fought with the Napoleonic\nidea of massing their entire force on weak points of the enemy, with\nthe intention of braking through their lines, creating a panic and\ncutting off retreat.\n\n\nThe first day's battle, though resulting in a terrible loss of Union\ntroops, was in reality a severe disappointment to the rebel leaders.\nThey fully expected, with their overwhelming force to annihilate\nGrant's army, cross the Tennessee river and administer the same\npunishment to Buell, and then march on through Tennessee, Kentucky and\ninto Ohio. They had conceived a very bold movement, but utterly failed\nto execute it.\n\nGen. Albert Sidney Johnston, commander of the Confederate forces,\nwas killed in the first day's battle, being shot while attempting to\ninduce a brigade of unwilling Confederates to make a charge on the\nenemy.\n\nGen. Buell was at Columbia, Tenn., on the 19th of March with a veteran\nforce of 40,000 men, and it required nineteen days for him to reach\nthe Tennessee river, eighty-five miles distant, marching less than\nfive miles a day, notwithstanding the fact that he had been ordered to\nmake a junction with Grant's forces as soon as possible, and was well\ninformed of the urgency of the situation.\n\nDuring the night steamers were engaged in carrying the troops of\nNelson's division across the river. As soon as the boats reached the\nshore the troops immediately left, and, without music, took their way\nto the advance of the left wing of the Union forces. They had come up\ndouble quick from Savannah, and as they were regarded as veterans, the\ngreatest confidence was soon manifest as to the successful termination\nof the battle. With the first hours of daylight it was evident that\nthe enemy had also been strongly reinforced, for, notwithstanding they\nmust have known of the arrival of new Union troops, they were first to\nopen the ball, which they did with considerable alacrity. The attacks\nthat began came from the main Corinth road, a point to which they\nseemed strongly attached, and which at no time did they leave\nunprotected. Within half an hour from the first firing in the morning\nthe contest then again spread in either direction, and both the main\nand left wings were not so anxious to fight their way to the river\nbank as on the previous day, having a slight experience of what they\nmight expect if again brought under the powerful guns of the Tyler and\nLexington. They were not, however, lacking in activity, and they\nwere met by our reinforced troops with an energy that they did not\nanticipate. At 9 o'clock the sound of the artillery and musketry fully\nequaled that of the day before. It now became evident that the rebels\nwere avoiding our extreme left wing, and were endeavoring to find a\nweak point in our line by which they could turn our force and thus\ncreate a panic. They left one point but to return to it immediately,\nand then as suddenly would direct an assault upon a division where\nthey imagined they would not be expected. The fire of the united\nforces was as steady as clockwork, and it soon became evident that\nthe enemy considered the task they had undertaken a hopeless one.\nNotwithstanding continued repulses, the rebels up to 11 o'clock had\ngiven no evidence of retiring from the field. Their firing had been as\nrapid and vigorous at times as during the most terrible hours of\nthe previous day. Generals Grant, Buell, Nelson and Crittenden were\npresent everywhere directing the movements on our part for a new\nstrike against the foe. Gen. Lew Wallace's division on the right had\nbeen strongly reinforced, and suddenly both wings of our army were\nturned upon the enemy, with the intention of driving the immense body\ninto an extensive ravine. At the same time a powerful battery had been\nstationed upon an open field, and they poured volley after volley into\nthe rebel ranks and with the most telling effect. At 11:30 o'clock the\nroar of battle almost shook the earth, as the Union guns were being\nfired with all the energy that the prospect of ultimate victory\ninspired. The fire from the enemy was not so vigorous and they began\nto evince a desire to withdraw. They fought as they slowly moved back,\nkeeping up their fire from their artillery and musketry, apparently\ndisclaiming any notion that they thought of retreating. As they\nretreated they went in excellent order, halting at every advantageous\npoint and delivering their fire with considerable effect. At noon it\nwas settled beyond dispute that the rebels were retreating. They were\nmaking but little fire, and were heading their center column for\nCorinth. From all divisions of our lines they were closely pursued,\na galling fire being kept up on their rear, which they returned at\nintervals with little or no effect. From Sunday morning until Monday\nnoon not less than three thousand cavalry had remained seated In their\nsaddles on the hilltop overlooking the river, patiently awaiting the\ntime when an order should come for them to pursue the flying enemy.\nThat time had now arrived and a courier from Gen. Grant had scarcely\ndelivered his message before the entire body was in motion. The wild\ntumult of the excited riders presented a picture seldom witnessed on a\nbattlefield. Gen. Grant himself led the charge.\n\n       *       *       *       *       *\n\nGen. Grant, in his memoirs, summarizes the results of the two days'\nfighting as follows: \"I rode forward several miles the day of the\nbattle and found that the enemy had dropped nearly all of their\nprovisions and other luggage in order to enable them to get off with\ntheir guns. An immediate pursuit would have resulted in the capture\nof a considerable number of prisoners and probably some guns....\" The\neffective strength of the Union forces on the morning of the 6th was\n33,000 men. Lew Wallace brought 5,000 more after nightfall. Beauregard\nreported the rebel strength at 40,955. Excluding the troops who fled,\nthere was not with us at any time during the day more than 25,000 men\nin line. Our loss in the two days' fighting was 1,754 killed, 8,408\nwounded and 2,885 missing. Beauregard reported a total loss of 10,699,\nof whom 1,728 were killed, 8,012 wounded and 957 missing.\n\n\nOn the first day of the battle Gen. Prentiss, during a change of\nposition of the Union forces, became detached from the rest of the\ntroops, and was taken prisoner, together with 2,200 of his men. Gen.\nW.H.L. Wallace, division commander, was killed in the early part of\nthe struggle.\n\nThe hardest fighting during the first day was done in front of the\ndivisions of Sherman and McClernand. \"A casualty to Sherman,\" says\nGen. Grant, \"that would have taken him from the field that day would\nhave been a sad one for the Union troops engaged at Shiloh. And how\nnear we came to this! On the 6th Sherman was shot twice, once in the\nhand, once in the shoulder, the ball cutting his coat and making a\nslight wound, and a third ball passed through his hat. In addition to\nthis he had several horses shot during the day.\"\n\nDuring the second day of the battle Gen. Grant, Col. McPherson and\nMaj. Hawkins got beyond the left of our troops. There did not appear\nto be an enemy in sight, but suddenly a battery opened on them from\nthe edge of the woods. They made a hasty retreat and when they were\nat a safe distance halted to take an account of the damage. In a few\nmoments Col. McPherson's horse dropped dead, having been shot just\nback of the saddle. A ball had passed through Maj. Hawkins' hat and a\nball had struck the metal of Gen. Grant's sword, breaking it nearly\noff.\n\nOn the first day of the battle about 6,000 fresh recruits who had\nnever before heard the sound of musketry, fled on the approach of the\nenemy. They hid themselves on the river bank behind the bluff, and\nneither command nor persuasion could induce them to move. When Gen.\nBuell discovered them on his arrival he threatened to fire on them,\nbut it had no effect. Gen. Grant says that afterward those same men\nproved to be some of the best soldiers in the service.\n\nGen. Grant, in his report, says he was prepared with the\nreinforcements of Gen. Lew Wallace's division of 5,000 men to assume\nthe offensive on the second day of the battle, and thought he could\nhave driven the rebels back to their fortified position at Corinth\nwithout the aid of Buell's army.\n\n       *       *       *       *       *\n\nAt banquet hall, regimental reunion or campfire, whenever mention is\nmade of the glorious record of Minnesota volunteers in the great Civil\nwar, seldom, if ever, is the First Minnesota battery given credit\nfor its share in the long struggle. Probably very few of the present\nresidents of Minnesota are aware that such an organization existed.\nThis battery was one of the finest organizations that left the state\nduring the great crisis. It was in the terrible battle of Pittsburg\nLanding, the siege of Vicksburg, in front of Atlanta and in the great\nmarch from Atlanta to the sea, and in every position in which they\nwere placed they not only covered themselves with glory, but they were\nan honor and credit to the state that sent them. The First Minnesota\nbattery, light artillery, was organized at Fort Snelling in the fall\nof 1861, and Emil Munch was made its first captain. Shortly after\nbeing mustered in they were ordered to St. Louis, where they received\ntheir accoutrements, and from there they were ordered to Pittsburg\nLanding, arriving at the latter place late in February, 1862. The day\nbefore the battle, they were transferred to Prentiss' division of\nGrant's army. On Sunday morning, April 6, the battery was brought out\nbright and early, preparing for inspection. About 7 o'clock great\ncommotion was heard at headquarters, and the battery was ordered to be\nready to march at a moment's notice. In about ten minutes they were\nordered to the front, the rebels having opened fire on the Union\nforces. In a very short time rebel bullets commenced to come thick and\nfast, and one of their number was killed and three others wounded. It\nsoon became evident that the rebels were in great force in front\nof the battery, and orders were issued for them to choose another\nposition. At about 11 o'clock the battery formed in a new position\non an elevated piece of ground, and whenever the rebels undertook to\ncross the field in front of them the artillery raked them down with\nfrightful slaughter. Several times the rebels placed batteries In the\ntimber at the farther end of the field, but in each instance the\nguns of the First battery dislodged them before they could get into\nposition. For hours the rebels vainly endeavored to break the lines\nof the Union forces, but in every instance they were repulsed with\nfrightful loss, the canister mowing them down at close range. About 5\no'clock the rebels succeeded in flanking Gen. Prentiss and took part\nof his force prisoners. The battery was immediately withdrawn to an\nelevation near the Tennessee river, and it was not long before firing\nagain commenced and kept up for half an hour, the ground fairly\nshaking from the continuous firing on both sides of the line. At\nabout 6 o'clock the firing ceased, and the rebels withdrew to a safe\ndistance from the landing. The casualties of the day were three killed\nand six wounded, two of the latter dying shortly afterward. The fight\nat what was known as the \"hornet's nest\" was most terrific, and had\nnot the First battery held out so heroically and valiantly the rebels\nwould have succeeded in forcing a retreat of the Union lines to a\npoint dangerously near the Tennessee river. Capt. Munch's horse\nreceived a bullet In his head and fell, and the captain himself\nreceived a wound in the thigh, disabling him from further service\nduring the battle. After Capt. Munch was wounded Lieut. Pfaender took\ncommand of the battery, and he had a horse shot from under him during\nthe day. On the morning of April 7, Gen. Buell having arrived, the\nbattery was held in reserve and did not participate in the battle\nthat day. The First battery was the only organization from Minnesota\nengaged in the battle, and their conduct in the fiercest of the\nstruggle, and in changing position in face of fire from the whole\nrebel line, was such as to receive the warmest commendation from the\ncommanding officer. It was the first battle in which they had taken\npart, and as they had only received their guns and horses a few weeks\nbefore, they had not had much opportunity for drill work. Their\nterrible execution at critical times convinced the rebels that they\nhad met a foe worthy of their steel.\n\n       *       *       *       *       *\n\nAmong the many thousands left dead and dying on the blood-stained\nfield of Pittsburg Landing there was one name that was very dear in\nthe hearts of the patriotic people of St. Paul,--a name that was as\ndear to the people of St. Paul as was the memory of the immortal\nEllsworth to the people of Chicago. Capt. William Henry Acker, while\nmarching at the head of his company, with uplifted sword and with\nvoice and action urging on his comrades to the thickest of the fray,\nwas pierced in the forehead by a rebel bullet and fell dead upon the\nill-fated field.\n\nBefore going into action Capt. Acker was advised by his comrades not\nto wear his full uniform, as he was sure to be a target for rebel\nbullets, but the captain is said to have replied that if he had to die\nhe would die with his harness on. Soon after forming his command into\nline, and when they had advanced only a few yards, he was singled out\nby a rebel sharpshooter and instantly killed--the only man in the.\ncompany to receive fatal injuries. \"Loved, almost adored, by the\ncompany,\" says one of them, writing of the sad event, \"Capt. Acker's\nfall cast a deep shadow of gloom over his command.\" It was but for\na moment. With a last look at their dead commander, and with the\nwatchword 'this for our captain,' volley after volley from their guns\ncarried death into the ranks of his murderers. From that moment but\none feeling seemed to possess his still living comrades--that of\nrevenge for the death of their captain. How terribly they carried out\nthat purpose the number of rebel slain piled around the vicinity of\nhis body fearfully attest.\n\nThe announcement of the death of Capt. Acker was a very severe blow to\nhis relatives and many friends in this city. No event thus far in the\nhistory of the Rebellion had brought to our doors such a realizing\nsense of the sad realities of the terrible havoc wrought upon the\nbattlefield. A noble life had been sacrificed in the cause of\nfreedom--one more name had been added to the long death roll of the\nnation's heroes.\n\nCapt. Acker was born a soldier--brave, able, popular and\ncourteous--and had he lived would undoubtedly been placed high in rank\nlong before the close of the rebellion. No person ever went to the\nfront in whom the citizens of St. Paul had more hope for a brilliant\nfuture. He was born in New York State in 1833, and was twenty-eight\nyears of age at the time of his death. He came to St. Paul in 1854 and\ncommenced the study of law in the office of his brother-in-law, Hon.\nEdmund Rice. He did not remain long in the law business, however, but\nsoon changed to a position in the Bank of Minnesota, which had just\nbeen established by ex-Gov. Marshall. For some time he was captain of\nthe Pioneer Guards, a company which he was instrumental in forming,\nand which was the finest military organization in the West at\nthat time. In 1860 he was chosen commander of the Wide-Awakes, a\nmarching-club, devoted to the promotion of the candidacy of Abraham\nLincoln, and many of the men he so patiently drilled during that\nexciting campaign became officers in the volunteer service in that\ngreat struggle that soon followed. Little did the captain imagine at\nthat time that the success of the man whose cause he espoused would so\nsoon be the means of his untimely death. At the breaking out of the\nwar Capt. Acker was adjutant general of the State of Minnesota, but he\nthought he would be of more use to his country in active service and\nresigned that position and organized a company for the First Minnesota\nregiment, of which he was made captain. At the first battle of Bull\nRun he was wounded, and for his gallant action was made captain in\nthe Seventeenth United States Regulars, an organization that had\nbeen recently created by act of congress. The Sixteenth regiment was\nattached to Buell's army, and participated in the second day's battle,\nand Cat. Acker was one of the first to fall on that terrible day,\nbeing shot in the identical spot in the forehead where he was wounded\nat the first battle of Bull Run. As soon as the news was received in\nSt. Paul of the captain's death his father, Hon. Henry Acker, left for\nPittsburg Landing, hoping to be able to recover the remains of his\nmartyred son and bring the body back to St. Paul. His body was easily\nfound, his burial place having been carefully marked by members of the\nSecond Minnesota who arrived on the battleground a short time after\nthe battle. When the remains arrived in St. Paul they were met at\nthe steamboat landing by a large number of citizens and escorted to\nMasonic hall, where they rested till the time of the funeral. The\nfuneral obsequies were held at St. Paul's church on Sunday, May 4,\n1862, and were attended by the largest concourse of citizens that\nhad ever attended a funeral in St. Paul, many being present from\nMinneapolis, St. Anthony and Stillwater. The respect shown to the\nmemory of Capt. Acker was universal, and of a character which fully\ndemonstrated the high esteem in which he was held by the people of St.\nPaul.\n\nWhen the first Grand Army post was formed in St. Paul a name\ncommemorative of one of Minnesota's fallen heroes was desired for the\norganization. Out of the long list of martyrs Minnesota gave to the\ncause of the Union no name seemed more appropriate than that of the\nheroic Capt. Acker, and it was unanimously decided that the first\nassociation of Civil war veterans in this city should be known as\nAcker post.\n\n\nTHE DEATH OF PRESIDENT LINCOLN.\n\n       *       *       *       *       *\n\nThe terrible and sensational news that Abraham Lincoln had been\nassassinated, which was flashed over the wires on the morning of\nApril 15, 1865 (forty years ago yesterday), was the most appalling\nannouncement that had been made during the long crisis through which\nthe country had just passed. Every head was bowed in grief. No tongue\ncould find language sufficiently strong to express condemnation of the\nfiendish act. The entire country was plunged in mourning. It was not\nsafe for any one to utter a word against the character of the martyred\npresident. At no place in the entire country was the terrible calamity\nmore deeply felt than in St. Paul. All public and private buildings\nwere draped in mourning. Every church held memorial services. The\nservices at the little House of Hope church on Walnut street will long\nbe remembered by all those who were there. The church was heavily\ndraped in mourning. It had been suddenly transformed from a house of\nhope to a house of sorrow, a house of woe. The pastor of the church\nwas the Rev. Frederick A. Noble. He was one of the most eloquent and\nlearned divines in the city--fearless, forcible and aggressive--the\nHenry Ward Beecher of the Northwest. President Lincoln was his ideal\nstatesman.\n\nThe members of the House of Hope were intensely patriotic. Many of\ntheir number were at the front defending their imperiled country.\nScores and scores of times during the desperate conflict had the\neloquent pastor of this church delivered stirring addresses favoring\na vigorous prosecution of the war. During the darkest days of the\nRebellion, when the prospect of the final triumph of the cause of the\nUnion seemed furthest off, Mr. Noble never faltered; he believed that\nthe cause was just and that right would finally triumph. When the\nterrible and heart-rending news was received that an assassin's bullet\nhad ended the life of the greatest of all presidents the effect was\nso paralyzing that hearts almost ceased beating. Every member of the\ncongregation felt as if one of their own household had been suddenly\ntaken from them. The services at the church on the Sunday morning\nfollowing the assassination were most solemn and impressive. The\nlittle edifice was crowded almost to suffication, and when the pastor\nwas seen slowly ascending the pulpit, breathless silence prevailed. He\nwas pale and haggard, and appeared to be suffering great mental agony.\nWith bowed head and uplifted hands, and with a voice trembling with\nalmost uncontrollable emotion, he delivered one of the most fervent\nand impressive invocations ever heard by the audience. Had the dead\nbody of the president been placed in front of the altar, the solemnity\nof the occasion could not have been greater. In the discourse that\nfollowed, Mr. Noble briefly sketched the early history of the\npresident, and then devoted some time to the many grand deeds he had\naccomplished during the time he had been in the presidential chair.\nFor more than four years he had patiently and anxiously watched the\nprogress of the terrible struggle, and now, when victory was in sight,\nwhen it was apparent to all that the fall of Richmond, the surrender\nof Lee and the probable surrender of Johnston would end the long war,\nhe was cruelly stricken down by the hand of an assassin. \"With malice\ntowards none and with charity to all, and with firmness for the right,\nas God gives us to see the right,\" were utterances then fresh from the\npresident's lips. To strike down such a man at such a time was indeed\na crime most horrible. There was scarcely a dry eye in the audience.\nMen and women alike wept. It was supposed at the time that Secretary\nof State Seward had also fallen a victim of the assassin's dagger.\nIt was the purpose of the conspirators to murder the president, vice\npresident and entire cabinet, but in only one instance did the attempt\nprove fatal. Secretary Seward was the foremost statesmen of the\ntime. His diplomatic skill had kept the country free from foreign\nentanglements during the long and bitter struggle. He, too, was\neulogized by the minister, and it rendered the occasion doubly\nmournful.\n\nSince that time two other presidents have been mercilessly slain by\nthe hand of an assassin, and although the shock to the country was\nterrible, it never seemed as if the grief was as deep and universal\nas when the bullet fired by John Wilkes Booth pierced the temple of\nAbraham Lincoln.\n\n\n\n\nAN ALLEGORICAL HOROSCOPE\n\n       *       *       *       *       *\n\nIN TWO CHAPTERS.\n\n       *       *       *       *       *\n\nCHAPTER I.--AN OPTIMISTIC FORECAST.\n\nAs the sun was gently receding in the western horizon on a beautiful\nsummer evening nearly a century ago, a solitary voyageur might have\nbeen seen slowly ascending the sinuous stream that stretches from the\nNorth Star State to the Gulf of Mexico. He was on a mission of peace\nand good will to the red men of the distant forest. On nearing the\nshore of what is now a great city the lonely voyageur was amazed\non discovering that the pale face of the white man had many years\npreceded him. \"What, ho!\" he muttered to himself; \"methinks I see a\npaleface toying with a dusky maiden. I will have speech with him.\" On\napproaching near where the two were engaged in some weird incantation\nthe voyageur overheard the dusky maiden impart a strange message to\nthe paleface by her side. \"From the stars I see in the firmament, the\nfixed stars that predominate in the configuration, I deduce the future\ndestiny of man. 'Tis with thee. O Robert, to live always. This elixer\nwhich I now do administer to thee has been known to our people for\ncountless generations. The possession of it will enable thee to\nconquer all thine enemies. Thou now beholdest, O Robert, the ground\nupon which some day a great city will be erected. Thou art destined to\nbecome the mighty chief of this great metropolis. Thy reign will be\nlong and uninterrupted. Thou wert born when the conjunction of the\nplanets did augur a life of perfect beatitude. As the years roll\naway the inhabitants of the city will multiply with great rapidity.\nQuestions of great import regarding the welfare of the people will\noften come before thee for adjustment. To be successful In thy calling\nthou must never be guilty of having decided convictions on any\nsubject, as thy friends will sometimes be pitted against each other in\nthe advocacy of their various schemes. Thou must not antagonize either\nside by espousing the other's cause, but must always keep the rod and\nthe gun close by thy side, so that when these emergencies arise and\nthou doth scent danger in the air thou canst quietly withdraw from the\nscene of action and chase the festive bison over the distant prairies\nor revel in piscatorial pleasure on the placid waters of a secluded\nlake until the working majority hath discovered some method of\nrelieving thee of the necessity of committing thyself, and then, O\nRobert. thou canst return and complacently inform the disappointed\nparty that the result would have been far different had not thou been\ncalled suddenly away. Thou canst thus preserve the friendship of all\nparties, and their votes are more essential to thee than the mere\nadoption of measures affecting the prosperity of thy people. When the\nrequirements of the people of thy city become too great for thee alone\nto administer to all their wants, the great family of Okons, the\nlineal descendants of the sea kings from the bogs of Tipperary, will\ncome to thy aid. Take friendly counsel with them, as to incur their\ndispleasure will mean thy downfall. Let all the ends thou aimest at be\nto so dispose of the offices within thy gift that the Okons, and the\nfollowers of the Okons, will be as fixed in their positions as are the\nstars in their orbits.\"\n\nAfter delivering this strange astrological exhortation the dusky\nmaiden slowly retreated toward the entrance of a nearby cavern, the\npaleface meandered forth to survey the ground of his future greatness\nand the voyageur resumed his lonely journey toward the setting sun.\n\n       *       *       *       *       *\n\nCHAPTER II.--A TERRIBLE REALITY.\n\n\nAfter the lapse of more than four score of years the voyageur from the\nfrigid North returned from his philanthropic visit to the red man. A\nwonderful change met the eye. A transformation as magnificent as it\nwas bewildering had occurred. The same grand old bluffs looked proudly\ndown upon the Father of Water. The same magnificent river pursued\nits unmolested course toward the boundless ocean. But all else had\nchanged. The hostile warrior no longer impeded the onward march of\ncivilization, and cultivated fields abounded on every side.\nSteamers were hourly traversing the translucent waters of the great\nMississippi; steam and electricity were carrying people with the\nrapidity of lightning in every direction; gigantic buildings appeared\non the earth's surface, visible in either direction as far as the\neye could reach; on every corner was a proud descendant of Erin's\nnobility, clad in gorgeous raiment, who had been branded \"St. Paul's\nfinest\" before leaving the shores of his native land. In the midst of\nthis great city was a magnificent building, erected by the generosity\nof its people, in which the paleface, supported on either side by the\nOkons, was the high and mighty ruler. The Okons and the followers of\nthe Okons were in possession of every office within the gift of the\npaleface. Floating proudly from the top of this great building was an\nimmense banner, on which was painted in monster letters the talismanic\nwords: \"For mayor, 1902, Robert A. Smith,\" Verily the prophecy of the\ndusky maiden had been fulfilled. The paleface had become impregnably\nintrenched. The Okons could never be dislodged.\n\nWith feelings of unutterable anguish at the omnipresence of the Okons,\nthe aged voyageur quietly retraced his footsteps and was never more\nseen by the helpless and overburdened subjects of the paleface.\n\n\n\n\nSPELLING DOWN A SCHOOL.\n\n       *       *       *       *       *\n\nWhen I was about twelve years of age I resided in a small village in\none of the mountainous and sparsely settled sections of the northern\npart of Pennsylvania.\n\nIt was before the advent of the railroad and telegraph in that\nlocality. The people were not blessed with prosperity as it is known\nto-day. Neither were they gifted with the intellectual attainments\npossessed by the inhabitants of the same locality at the present time.\nMany of the old men served in the war of 1812, and they were looked up\nto with about the same veneration as are the heroes of the Civil War\nto-day. It was at a time when the younger generation was beginning to\nacquire a thirst for knowledge, but it was not easily obtained under\nthe peculiar conditions existing at that period. A school district\nthat was able to support a school for six months in each year was\nindeed considered fortunate, but even in these the older children were\nnot permitted to attend during the summer months, as their services\nwere considered indispensable in the cultivation of the soil.\n\nReading, writing and arithmetic were about all the studies pursued in\nthose rural school districts, although occasionally some of the better\nclass of the country maidens could be seen listlessly glancing over a\ngeography or grammar, but they were regarded as \"stuck up,\" and the\nother pupils thought they were endeavoring to master something far\nbeyond their capacity.\n\nOur winter school term generally commenced the first week in December\nand lasted until the first week in March, with one evening set apart\neach week for a spelling-match and recitation. We had our spelling\nmatch on Saturday nights, and every four weeks we would meet with\nschools in other districts in a grand spelling contest. I was\nconsidered too young to participate in any of the joint spelling\nmatches, and my heart was heavy within me every time I saw a great\nfour-horse sleigh loaded with joyful boys and girls on their way to\none of the great contests.\n\nOne Saturday night there was to be a grand spelling match at a country\ncrossroad about four miles from our village, and four schools were to\nparticipate. As I saw the great sleigh loaded for the coming struggle\nthe thought occurred to me that if I only managed to secure a ride\nwithout being observed I might in some way be able to demonstrate to\nthe older scholars that in spelling at least I was their equal. While\nthe driver was making a final inspection of the team preparatory to\nstarting I managed to crawl under his seat, where I remained as quiet\nas mouse until the team arrived at the point of destination. I had not\nconsidered the question of getting back--I left that to chance. As\nsoon as the different schools had arrived two of the best spellers\nwere selected to choose sides, and it happened that neither of them\nwas from our school. I stood in front of the old-fashioned fire-place\nand eagerly watched the pupils as they took their places in the line.\nThey were drawn in the order of their reputation as spellers. When\nthey had finished calling the names I was still standing by the\nfireplace, and I thought my chance was hopeless. The school-master\nfrom our district noticed my woebegone appearance, and he arose from\nhis seat and said:\n\n\"That boy standing by the fireplace is one of the best spellers in our\nschool.\"\n\nMy name was then reluctantly called, and I took my place at the\nfoot of the column. I felt very grateful towards our master for his\ncompliment and I thought I would be able to hold my position in the\nline long enough to demonstrate that our master was correct. The\nschool-master from our district was selected to pronounce the words,\nand I inwardly rejoiced.\n\nAfter going down the line several times and a number of scholars had\nfallen on some simple word the school-master pronounced the word\n\"phthisic.\" My heart leaped as the word fell from the school-master's\nlips. It was one of my favorite hard words and was not in the spelling\nbook. It had been selected so as to floor the entire line in order to\nmake way for the exercises to follow.\n\nAs I looked over the long line of overgrown country boys and girls I\nfelt sure that none of them would be able to correctly spell the word.\n\"Next!\" \"Next!\" \"Next!\" said the school-master, and my pulse beat\nfaster and faster as the older scholars ahead of me were relegated to\ntheir seats.\n\nAt last the crucial time had come. I was the only one left standing.\nAs the school-master stood directly in front of me and said \"Next,\" I\ncould see by the twinkle in his eye that he thought I could correctly\nspell the word. My countenance had betrayed me. With a clear and\ndistinct voice loud enough to be heard by every one in the room\nI spelled out \"ph-th-is-ic--phthisic.\" \"Correct,\" said the\nschool-master, and all the scholars looked aghast at my promptness.\n\nI shall never forget the kindly smile of the old school-master, as he\nlaid the spelling book upon the teacher's desk, with the quiet remark:\n\"I told you he could spell.\" I had spelled down four schools, and my\nreputation as a speller was established. Our school was declared to\nhave furnished the champion speller of the four districts, and ever\nafter my name was not the last one to be called.\n\nOn my return home I was not compelled to ride under the driver's seat.\n\n\nHALF A CENTURY WITH THE PIONEER PRESS.\n\nPioneer Press, April 18, 1908:--Frank Moore, superintendent of the\ncomposing room if the Pioneer Press, celebrated yesterday the fiftieth\nanniversary of his connection with the paper. A dozen of the old\nemployes of the Pioneer Press entertained Mr. Moore at an informal\ndinner at Magee's to celebrate the unusual event. Mr. Moore's service\non the Pioneer Press, in fact, has been longer than the Pioneer\nPress itself, for he began his work on one of the newspapers which\neventually was merged into the present Pioneer Press. He has held his\npresent position as the head of the composing room for about forty\nyears.\n\nFrank Moore was fifteen years old when he came to St. Paul from Tioga\ncounty, Pa., where he was born. He came with his brother, George W.\nMoore, who was one of the owners and managers of the Minnesotian. His\nbrother had been East and brought the boy West with him. Mr. Moore's\nfirst view of newspaper work was on the trip up the river to St. Paul.\nThere had been a special election on a bond issue and on the way his\nbrother stopped at the various towns to got the election returns.\n\nMr. Moore went to work for the Minnesotian on April 17, 1858, as a\nprinter's \"devil.\" It is interesting in these days of water works and\ntelegraph to recall that among his duties was to carry water for the\noffice. He got it from a spring below where the Merchants hotel now\nstands. Another of his jobs was to meet the boats. Whenever a steamer\nwhistled Mr. Moore ran to the dock to get the bundle of newspapers the\nboat brought, and hurry with it back to the office. It was from these\npapers that the editors got the telegraph news of the world. He also\nwas half the carrier staff of the paper. His territory covered all\nthe city above Wabasha street, but as far as he went up the hill\nwas College avenue and Ramsey street was his limit out West Seventh\nstreet. There was no St. Paul worth mentioning beyond that.\n\nWhen the Press absorbed the Minnesotian in 1861, Mr. Moore went with\nit, and when in 1874 the Press and Pioneer were united Mr. Moore\nstayed with the merged paper. His service has been continuous,\nexcepting during his service as a volunteer in the Civil war. The\nPioneer Press, with its antecedents, has been his only interest.\n\nWhile Mr. Moore's service is notable for its length, it is still more\nnotable for the fact that he has grown with the paper, so that\nto-day at sixty-five he is still filling his important position as\nefficiently on a large modern newspaper as he filled it as a young man\nwhen things in the Northwest, including its newspapers, were in the\nbeginning. Successive managements found that his services always gave\nfull value and recognized in him an employe of unusual loyalty and\ndevotion to the interests of the paper. Successive generations of\nemployes have found him always just the kind of man it is a pleasure\nto have as a fellow workman.\n\n\n\n***",
    "id": "0f77c9b7-552d-4bac-8a58-082453d5dd5d"
  }
]